[
  {
    "id": "p1",
    "nom": "Flan aux œufs (flan pâtissier simplifié)",
    "saisons": "toute",
    "diets": "equilibre|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "50",
    "budget": "budget",
    "proteine": "laitier",
    "ingredients": "Lait (1 L)|Oeufs (5)|Sucre (120 g)|Fécule de maïs (60 g)|Vanille (gousse ou extrait)|Pâte brisée (optionnel, pour version « pâtissier »)",
    "instructions": "Préchauffer le four à 180°C. Chauffer le lait avec la vanille. Fouetter les oeufs avec le sucre puis la fécule. Verser le lait chaud en fouettant, remettre sur feu doux et épaissir 1–2 min. Verser dans un moule (ou sur pâte brisée précuite 10 min). Cuire 35–40 min jusqu’à surface dorée. Refroidir complètement avant de couper.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p2",
    "nom": "Tian de légumes au four",
    "saisons": "ete|automne",
    "diets": "equilibre|vegetarien|vegetalien|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "50",
    "budget": "budget",
    "proteine": "vegetal",
    "ingredients": "Courgettes|Aubergines|Tomates|Oignon|Ail|Huile d’olive|Herbes de Provence|Sel, poivre",
    "instructions": "Préchauffer le four à 180°C. Émincer l’oignon et l’ail, les répartir au fond d’un plat huilé. Trancher courgettes, aubergines et tomates en rondelles, les disposer debout en alternant les couleurs. Arroser d’huile d’olive, saler/poivrer, parsemer d’herbes. Couvrir (papier alu) et cuire 35 min, découvrir et poursuivre 10–15 min pour dorer.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p3",
    "nom": "Lasagnes bolognaises",
    "saisons": "toute",
    "diets": "equilibre|viande",
    "kidsFriendly": "Oui",
    "temps": "70",
    "budget": "moyen",
    "proteine": "viande",
    "ingredients": "Feuilles de lasagnes|Bœuf haché (500 g)|Oignon|Ail|Carotte (petite)|Tomates concassées (400 g)|Concentré de tomate (1 c. s.)|Lait (500 ml)|Beurre (40 g)|Farine (40 g)|Muscade, sel, poivre|Fromage râpé",
    "instructions": "Préparer la sauce tomate: faire revenir oignon, ail et carotte, ajouter le bœuf, puis tomates et concentré",
    "type_repas": "mijoter 20 min. Préparer une béchamel: fondre le beurre, ajouter la farine, puis le lait au fouet jusqu’à épaississement",
    "categorie_jour": ""
  },
  {
    "id": "p4",
    "nom": "Crumble abricots pêches à la menthe",
    "saisons": "ete",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "budget",
    "proteine": "none",
    "ingredients": "beurre|pêches ou nectarines|feuilles de menthe|cassonade|farine",
    "instructions": "Eplucher ou laver les fruits, les couper en morceaux et les disposer dans un plat à gratin. Les parsemer des feuilles de menthe lavées et ciselées. Mélanger farine, cassonade et beurre pour obtenir une pâte sablonneuse et l'étaler sur les fruits sans tasser. Cuire à 200°C pendant 30mn environ. Servir froid ou tiède accompagné ou non de glace à la vanille.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p5",
    "nom": "Crumble fraise et rhubarbe",
    "saisons": "printemps|ete",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "15",
    "budget": "moyen",
    "proteine": "none",
    "ingredients": "beurre mou|sucre|flocons d'avoine|tiges de rhubarbe|boules de glace",
    "instructions": "Sortir le beurre du réfrigérateur. Préchauffer le four à 180°C. Éplucher et découper en tronçons de 1 cm la rhubarbe. Équeuter les fraises et les couper en quatre. Déposer les fruits dans deux plats individuels. Dans un saladier, bien mélanger avec les mains la farine, les flocons d’avoine, le sucre et le beurre ramolli en petits cubes. Vous devez obtenir une pâte grumeleuse. Émietter la pâte à crumble au-dessus des fruits de façon à les recouvrir. Enfourner environ 25 minutes à 180°C. Le crumble doit être doré. Déguster encore tiède avec une boule de glace.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p6",
    "nom": "Crumble poires - chocolat",
    "saisons": "automne",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "none",
    "ingredients": "chocolat noir|poires|cassonade|beurre demi-sel|amandes en poudre|farine",
    "instructions": "Mélanger, la farine, le beurre, la cassonade et la poudre d'amandes jusqu'à obtention d'une pâte sableuse. Mettre au frais pendant 30 mn. Beurrer un plat à four et y déposer les carrés de chocolat. Ébouillanter les poires 20 secondes, les peler et les couper en quartiers. Les placer sur les carrés de chocolat. Sortir la pâte du réfrigérateur et la répartir sur les poires et le chocolat. Mettre au four à th°C 6-7 pendant 30 mn. Servir tiède.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p7",
    "nom": "Boeuf Bourguignon rapide",
    "saisons": "hiver",
    "diets": "facile|rapide",
    "kidsFriendly": "Non",
    "temps": "10",
    "budget": "moyen",
    "proteine": "boeuf",
    "ingredients": "lardons|beurre ou huile|vin rouge|oignons|sel|poivre|boeuf pour bourguignon|gousse d'ail|bouquet garni|champignons de Paris",
    "instructions": "Hacher les oignons. Peler l'ail. Dans une cocotte minute, faire roussir la viande et les lardons dans l’huile ou le beurre. Ajouter les oignons, les champignons égouttés et saupoudrer de fariner. Mélanger et laisser dorer un instant. Mouiller avec le vin rouge qui doit recouvrir la viande. Saler et poivrer. Ajouter l’ail et le bouquet garni. Fermer la cocotte minute. Laisser cuire doucement 60 min à partir de la mise en rotation de la soupape.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p8",
    "nom": "Poisson au curry express",
    "saisons": "toutes",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "2",
    "budget": "budget",
    "proteine": "poisson",
    "ingredients": "huile|filets de colin surgelés|lait de coco|gousses d'ail",
    "instructions": "Dans une sauteuse ou une poêle, faire chauffer à feu doux l'huile, l'ail pilé et les épices pendant 2 min. Déposer les filets de poisson congelés. Les retourner après 4 min, et verser le lait de coco. Remuer la sauce. C'est prêt !",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p9",
    "nom": "Crumble aux mûres",
    "saisons": "ete|automne",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "moyen",
    "proteine": "vegetal",
    "ingredients": "Sucre|Beurre|Mûres|Farine",
    "instructions": "Mélanger le sucre et la farine. Ajouter le beurre froid. Rouler entre les paumes. Disposer les mûres dans un plat, saupoudrer de sucre et de pâte. Enfourner 30 min.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p10",
    "nom": "Thon grillé marinade méditerranéenne",
    "saisons": "ete",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "budget",
    "proteine": "thon",
    "ingredients": "huile d'olive|gingembre frais|poivre|sel|coriandre fraîche ou safran|tranches de thon rouge|citron|ail|cumin",
    "instructions": "Quelques heures avant la grillade, mettre le thon dans un plat creux, puis l'arroser d'huile d'olive et du jus de citron. Presser l'ail, saupoudrer avec le cumin (une bonne cuillère à café). Râper le gingembre frais, saler et poivrer. Rajouter un peu de coriandre fraîche ou une dose de safran. Arroser souvent. Faire cuire au barbecue.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p11",
    "nom": "Salade de quinoa aux légumes grillés",
    "saisons": "été|automne|toute",
    "diets": "equilibre|vegetarien|vegetalien|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "25",
    "budget": "budget",
    "proteine": "vegetal",
    "ingredients": "Quinoa|Courgettes|Poivrons|Tomates cerises|Huile d’olive|Citron|Herbes fraîches (basilic ou persil)|Sel, poivre",
    "instructions": "Cuire le quinoa selon les instructions. Griller les légumes au four ou à la poêle pendant 10-15 minutes. Mélanger avec le quinoa, arroser d’huile d’olive et de jus de citron. Assaisonner et servir frais.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p12",
    "nom": "Pizza margherita maison",
    "saisons": "toute",
    "diets": "equilibre|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "budget",
    "proteine": "laitier",
    "ingredients": "Pâte à pizza prête|Sauce tomate|Mozzarella|Tomates fraîches|Basilic|Huile d’olive|Sel",
    "instructions": "Étaler la pâte à pizza sur une plaque. Étendre la sauce tomate, ajouter des tranches de mozzarella et de tomates. Arroser d’huile d’olive et cuire au four à 220°C pendant 15 minutes. Garnir de basilic frais avant de servir.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p13",
    "nom": "Nuggets de poulet au four",
    "saisons": "toute",
    "diets": "equilibre|viande|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "25",
    "budget": "budget",
    "proteine": "volaille",
    "ingredients": "Filets de poulet|Chapelure sans gluten|Oeuf|Farine sans gluten|Huile d’olive|Sel, poivre",
    "instructions": "Couper le poulet en morceaux. Passer dans la farine, puis l’oeuf battu, et enfin la chapelure. Disposer sur une plaque huilée et cuire au four à 200°C pendant 15-20 minutes, en retournant à mi-cuisson. Servir avec une sauce au choix.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p14",
    "nom": "Brick jambon banane",
    "saisons": "ete",
    "diets": "rapide|equilibre",
    "kidsFriendly": "Oui",
    "temps": "25",
    "budget": "budget",
    "proteine": "jambon",
    "ingredients": "jambon|banane|beurre|brick|gouda",
    "instructions": "Préchauffer le four à 180°C (thermostat 6). Couper les bananes en deux dans la longueur et à nouveau en deux pour obtenir quatre morceaux. Envelopper chaque morceau d'une tranche de gouda puis d'une tranche de jambon. Mettre le tout dans une feuille de brick et rouler la feuille comme pour confectionner des nems. Mettre dans un plat à four et badigeonner d'un peu de beurre fondu. Enfourner pour 15 minutes de cuisson.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p15",
    "nom": "Salade de poulet à la vietnamienne",
    "saisons": "ete",
    "diets": "rapide|equilibre",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "budget",
    "proteine": "blanc de poulet",
    "ingredients": "huile d'arachide|coriandre|poivre|sel|blanc de poulet|nuoc mam|citron vert|petit piment|ail|menthe|chou chinois|oignon nouveau|cacahuète grillée",
    "instructions": "Faire légèrement pocher le poulet dans une casserole d'eau bouillante avec un bouillon de volaille, laisser frémir pendant 15 à 20 mn. sans couvrir. Egoutter le poulet. Refroidir et couper la viande en tranches fines. Dans un saladier, mélanger l'huile, le vinaigre, le nuoc-mam, le zeste et le jus du citron. Ajouter les piments épépinés, l'ail et le sucre. Mélanger et incorporer la menthe grossièrement ciselée et les deux tiers de la coriandre. Nettoyer, puis émincer finement le chou chinois et les oignons, râper grossièrement les carottes et mettre tous ces légumes dans le saladier, ainsi que le poulet. Saler et poivrer. Mélanger. Parsemer de cacahuètes grillées, grossièrement hâchées et du reste de coriandre. Servir frais.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p16",
    "nom": "Blanquette de veau maison",
    "saisons": "ete",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "105",
    "budget": "budget",
    "proteine": "veau",
    "ingredients": "2 poireaux|1 oignon|1 dl de crème fraîche|70 g de beurre|1.2 kg d'épaule de veau ou de tendron de veau coupé en morceaux|1 gousse d'ail|2 échalotes|1 brin de céleri|1 bouquet garni|1 citron|300 g de champignons de Paris|3 cuillères à soupe de vin blanc sec|2 jaunes d'oeuf",
    "instructions": "Pelez carotte, ail, échalotes et oignon. Hachez ce dernier ainsi que les blancs de poireaux. Coupez les échalotes et la carotte en deux. Portez à ébullition 2 litres d'eau dans un grand faitout, plongez-y les morceaux de viande pendant environ une minute pour les blanchir. Egouttez la viande, rincez-la sous l'eau froide et jetez l'eau de cuisson. Replacez la viande dans le faitout rincé. Ajoutez oignon et poireaux hachés, carottes, échalotes, ail, céleri et bouquet garni. Salez, poivrez et mouillez avec le vin. Ajoutez de l'eau pour que la viande et les légumes soient immergés. Couvrez. Portez à ébullition et laissez cuire 1 h 30. Faites cuire dans une poêle, avec 30 g de beurre, les champignons coupés et citronnés 10 min. Préparez un roux blond : faites fondre le reste de beurre dans une casserole, saupoudrez-le avec la farine, mélangez vivement au fouet, puis laissez refroidir. Quand la viande est cuite, mettez-la dans une passoire avec les légumes et récupérez le bouillon de cuisson. Délayez le roux avec ce bouillon et amenez à ébullition en fouettant. Remettez la viande et tous les légumes dans le faitout après avoir retiré bouquet garni, ail, céleri et carotte. Ajoutez les champignons, versez la sauce et réchauffez le tout 10 à 15 mn. Juste avant de servir mélangez la crème et les jaunes d'oeufs, incorporez-les à la sauce en tournant sans laisser bouillir. Ajoutez quelques gouttes de jus de citron. Servez dans un plat creux avec du persil.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p17",
    "nom": "Râble de lapin aux pruneaux",
    "saisons": "ete",
    "diets": "equilibre",
    "kidsFriendly": "Non",
    "temps": "80",
    "budget": "budget",
    "proteine": "lapin",
    "ingredients": "oignon|zeste d'orange|vin rouge corsé|huile|poivre|sel|râble de lapin|lard demi-sel|bouillon de volaille|bouquet garni|gousse d'ail|pruneaux",
    "instructions": "Salez, poivrez et farinez les morceaux de lapin. Pelez et émincez lez oignons, faites blanchir les lardons 2 mn à l'eau bouillante. Rafraîchissez et égouttez. Faites chauffer l'huile dans une cocotte. Faites y dorer les morceaux de lapin sur toutes les faces. Retirez les et remplacez-les par l'oignon. Laissez-les fondre 2 ou 3 mn. Ajoutez les lardons. Mélangez. Remettez les morceaux de lapins dans la cocotte. Mouillez avec le vin rouge et le bouillon. Ajoutez le zeste d'orange, le bouquet garni et l'ail écrasé. Laissez cuire 30 mn à couvert sur feu doux. Ajoutez alors les pruneaux. Poursuivez la cuisson 20 mn. Servir avec des tagliatelles fraîches.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p18",
    "nom": "Tarte bananes chocolat",
    "saisons": "ete",
    "diets": "rapide|equilibre",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "oeuf",
    "ingredients": "100 g de chocolat pâtissier|4 bananes épluchées et coupées en rondelles|50 g de sucre en poudre|1 pâte sablée|10 cl de crème liquide|3 oeufs|10 cl de lait",
    "instructions": "Préchauffez le four à 200°C (thermostat 6-7). Etalez la pâte sablée dans un plat à tarte. Faites fondre au micro-onde le chocolat pâtissier avec la crème liquide pendant 1min30. Etalez-le sur la pâte. Déposez les rondelles de bananes sur le chocolat. Mélangez les oeufs, le lait et le sucre en poudre ensemble, si vous avez un shaker, joignez-y ces ingrédients et agitez, c'est très efficace. Versez cette préparation sur les bananes. Mettez au four pendant 20 min.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p19",
    "nom": "Tarte au bleu et jambon facile et rapide",
    "saisons": "ete",
    "diets": "rapide|equilibre",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "jambon blanc",
    "ingredients": "1 pâte feuilletée toute prête|4 tranches de jambon blanc|1 cuillère à soupe de crème fraîche|150 g de bleu",
    "instructions": "Dérouler la pâte dans le moule et y mettre les tranches de jambon, étaler la crème avec la cuillère sur les tranches et découper le fromage grossièrement en gros dés. Cuire 20/25 mn dans un four préchauffé Th 7.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p20",
    "nom": "Babka pistache",
    "saisons": "ete",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "55",
    "budget": "budget",
    "proteine": "oeuf",
    "ingredients": "20 g de sucre|40 g de beurre|1 pincée de sel|45 ml de lait|1 oeuf|80 g de pâte de pistache",
    "instructions": "Dans un récipient, mélangez la levure avec le lait et un peu de sucre. Laissez reposer pendant 5 minutes. Versez la farine, le sucre, la levure fraîche, le lait et le sel dans le bol de votre robot muni du crochet pétrisseur. Pétrissez le tout pendant 10 minutes. Incorporez les œufs, un à un, en continuant à pétrir. Ajoutez le beurre en morceaux et pétrissez encore pendant 5 minutes. Couvrez le bol de votre robot avec un torchon propre et laissez la pâte lever à température ambiante pendant 2 heures. Dégazez délicatement la pâte. Sur un plan de travail fariné, étalez la pâte. Étalez une fine couche de pâte de pistache sur la surface, puis formez un rouleau en enroulant la pâte. Coupez le rouleau en deux dans le sens de la longueur. Tressez ensuite les deux morceaux ensemble. Placez la tresse dans un moule à cake. Enfournez à 180 °C pour une durée de 30 à 35 minutes. Vérifiez la cuisson. Laissez refroidir légèrement avant de démouler.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p21",
    "nom": "Babka à la cannelle",
    "saisons": "ete",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "55",
    "budget": "budget",
    "proteine": "œuf",
    "ingredients": "20 g de sucre|40 g de beurre|1 bonne pincée de sel|45 ml de lait|1 œuf|100 g de vergeoise brune|25 g de beurre demi-sel|7 g de cannelle",
    "instructions": "Dans un récipient, dissoudre la levure dans le lait tiède avec un peu de sucre. Laissez reposer pendant 5 minutes. Versez la farine, le sucre semoule, la levure fraîche dissoute dans le lait et le sel dans le bol de votre robot équipé du crochet. Mélangez pendant 10 minutes jusqu'à ce que la pâte devienne lisse. Incorporez les œufs un par un, tout en continuant de pétrir. Ajoutez ensuite le beurre coupé en morceaux et pétrissez encore 5 minutes à vitesse moyenne. Couvrez le bol d’un linge propre et laissez la pâte lever pendant 2 heures à température ambiante. Dégazez la pâte pour éliminer l’air. Faites fondre le beurre demi-sel au micro-ondes. Dans un récipient, mélangez la vergeoise brune, le beurre fondu, la cannelle en poudre et un œuf, jusqu’à obtenir une préparation lisse et homogène. Farinez légèrement votre plan de travail et étalez la pâte en un grand rectangle. Étalez ensuite uniformément la préparation à la cannelle sur toute la surface de la pâte avant de la rouler en boudin. Coupez ce boudin en deux dans le sens de la longueur. Entrelacez les deux morceaux et formez une couronne avec cette tresse. Placez la couronne dans un moule adapté. Enfournez à 180 °C pendant 35 minutes pour une cuisson dorée et bien cuite.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p22",
    "nom": "Tajine d'agneau au cookeo",
    "saisons": "ete",
    "diets": "rapide|equilibre",
    "kidsFriendly": "Non",
    "temps": "58",
    "budget": "budget",
    "proteine": "agneau",
    "ingredients": "fond de veau|1 cuillère à soupe de fond de veau en poudre|harissa|600 g d'agneau|1 pièce d'oignon rouge|2 gousses d'ail|10 pièces d'abricot sec|30 g d'amandes entières|1 cuillère à soupe de cannelle en poudre|400 ml d'eau|1 petit bouquet de menthe fraîche|sel et poivre",
    "instructions": "Pelez l’oignon et émincez-le. Pelez les gousses d’ail et ôtez-en les germes. Hachez l’ail finement. Lavez et séchez bien la menthe avant d’en récupérer les feuilles et de les ciseler finement. Coupez la viande en gros cubes selon les morceaux employés. Déposez celle-ci dans la cuve du Cookeo avec l’huile d’olive. Faites cuire en mode DORER pendant 5 minutes. Retourner régulièrement la viande afin de bien colorer toutes les faces. Ajoutez l’oignon et l’ail. Remuez et laissez cuire durant 3 minutes supplémentaires. Intégrez la farine et mélangez bien avec un ustensile en bois. Ajoutez ensuite le fond de veau, la cannelle et le miel. Salez et poivrez puis couvrez avec l’eau. Mélangez légèrement. Laissez cuire sous pression durant 25 minutes. Ouvrez et ajoutez les abricots secs et les amandes ainsi que la menthe fraîche. Laissez en mode Maintien au chaud pendant 10 minutes (ou davantage si vous souhaitez que la sauce épaississe davantage).",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p23",
    "nom": "Muffins à la banane",
    "saisons": "toute",
    "diets": "equilibre|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "25",
    "budget": "budget",
    "proteine": "vegetal",
    "ingredients": "Bananes mûres|Farine|Sucre|Oeufs|Beurre|Levure chimique|Cannelle (optionnel)",
    "instructions": "Préchauffer le four à 180°C. Écraser les bananes et mélanger avec le sucre, l'oeuf et le beurre fondu. Ajouter la farine, la levure et la cannelle. Remplir des moules à muffins et cuire 20 minutes jusqu'à ce qu'ils soient gonflés et dorés.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p24",
    "nom": "Cookies aux pépites de chocolat",
    "saisons": "toute",
    "diets": "equilibre|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "budget",
    "proteine": "laitier",
    "ingredients": "Farine|Beurre|Sucre|Oeufs|Pépites de chocolat|Levure chimique|Vanille|Sel",
    "instructions": "Préchauffer le four à 180°C. Mélanger le beurre ramolli avec le sucre, ajouter les oeufs et la vanille. Incorporer la farine, la levure et les pépites de chocolat. Former des boules sur une plaque et cuire 10-12 minutes jusqu'à ce qu'ils soient dorés. Laisser refroidir avant de déguster.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p25",
    "nom": "Gâteau au yaourt",
    "saisons": "toute",
    "diets": "equilibre|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "40",
    "budget": "budget",
    "proteine": "laitier",
    "ingredients": "Yaourt nature|Farine|Sucre|Oeufs|Huile|Levure chimique|Vanille",
    "instructions": "Préchauffer le four à 180°C. Utiliser le pot de yaourt comme mesure : mélanger 1 pot de yaourt, 2 pots de sucre, 3 pots de farine, 1/2 pot d'huile, 3 oeufs et la levure. Ajouter la vanille. Verser dans un moule et cuire 30-35 minutes. Vérifier la cuisson avec un couteau.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p26",
    "nom": "Crêpes simples",
    "saisons": "toute",
    "diets": "equilibre|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "15",
    "budget": "budget",
    "proteine": "laitier",
    "ingredients": "Farine|Lait|Oeufs|Sucre|Beurre|Sel",
    "instructions": "Mélanger la farine, le sucre et le sel. Ajouter les oeufs et incorporer progressivement le lait pour éviter les grumeaux. Laisser reposer 30 minutes si possible. Cuire dans une poêle chaude avec un peu de beurre, 1-2 minutes par côté. Servir avec du sucre, de la confiture ou du chocolat.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p27",
    "nom": "Saumon grillé avec riz basmati",
    "saisons": "printemps|été",
    "diets": "equilibre|rapide|poisson|sans gluten",
    "kidsFriendly": "Non",
    "temps": "15",
    "budget": "moyen",
    "proteine": "poisson",
    "ingredients": "Pavés de saumon|Asperges|Citron|Huile d’olive|Ail|Herbes de Provence|Sel, poivre",
    "instructions": "Assaisonner le saumon avec huile, ail et herbes. Griller 5-7 minutes de chaque côté. Cuire le riz. Arroser de jus de citron et servir.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p28",
    "nom": "Omelette aux champignons et épinards",
    "saisons": "automne|toute",
    "diets": "equilibre|rapide|budget|vegetarien|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "budget",
    "proteine": "oeuf",
    "ingredients": "Œufs|Champignons|Épinards frais|Oignon|Fromage (optionnel)|Huile d’olive|Sel, poivre",
    "instructions": "Faire sauter les champignons, épinards et oignon. Battre les œufs et verser sur les légumes. Cuire 3-5 minutes, plier et servir chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p29",
    "nom": "Filet de dinde aux herbes avec patates douces",
    "saisons": "automne|hiver",
    "diets": "equilibre|volaille|sans gluten|sans porc",
    "kidsFriendly": "Oui",
    "temps": "35",
    "budget": "moyen",
    "proteine": "volaille",
    "ingredients": "Filets de dinde|Patates douces|Herbes (thym, romarin)|Ail|Huile d’olive|Citron|Sel, poivre",
    "instructions": "Mariner la dinde avec herbes, ail et huile. Rôtir les patates douces au four 20 minutes. Griller la dinde 10-15 minutes. Servir avec un filet de citron.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p30",
    "nom": "Cabillaud en papillote avec légumes",
    "saisons": "printemps|toute",
    "diets": "equilibre|rapide|poisson|sans gluten|pauvre en sel",
    "kidsFriendly": "Non",
    "temps": "20",
    "budget": "moyen",
    "proteine": "poisson",
    "ingredients": "Filets de cabillaud|Carottes|Courgettes|Citron|Herbes fraîches|Huile d’olive|Sel, poivre (modéré)",
    "instructions": "Placer le poisson et légumes tranchés sur du papier aluminium. Arroser d’huile et citron, assaisonner. Fermer la papillote et cuire au four 15 minutes à 180°C.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p31",
    "nom": "Falafels maison avec salade",
    "saisons": "toute",
    "diets": "equilibre|budget|vegetarien|vegetalien|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "pois chiche",
    "ingredients": "Pois chiches|Oignon|Ail|Persil|Cumin|Farine de pois chiche|Huile pour friture|Salade verte",
    "instructions": "Mixer les pois chiches avec oignon, ail et épices. Former des boules et frire 5 minutes. Servir avec une salade fraîche assaisonnée.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p32",
    "nom": "Poulet basquaise avec poivrons",
    "saisons": "été|automne",
    "diets": "equilibre|volaille|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "moyen",
    "proteine": "volaille",
    "ingredients": "Morceaux de poulet|Poivrons|Tomates|Oignon|Ail|Piment d’Espelette|Huile d’olive|Sel, poivre",
    "instructions": "Faire dorer le poulet. Ajouter oignon, ail et poivrons. Incorporer tomates et piment, mijoter 30 minutes. Servir avec du riz ou du pain.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p33",
    "nom": "Smoothie bowl aux fruits rouges",
    "saisons": "été|printemps",
    "diets": "equilibre|rapide|vegetalien|sans gluten|budget",
    "kidsFriendly": "Oui",
    "temps": "5",
    "budget": "budget",
    "proteine": "vegetal",
    "ingredients": "Fruits rouges congelés|Banane|Lait végétal|Graines de chia|Noix|Miel (optionnel)",
    "instructions": "Mixer les fruits avec le lait végétal. Verser dans un bol, garnir de graines, noix et tranches de banane. Servir immédiatement.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p34",
    "nom": "Tarte tatin légumes, chèvre et miel",
    "saisons": "ete|automne",
    "diets": "equilibre|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "60",
    "budget": "budget",
    "proteine": "fromage",
    "ingredients": "1 pâte feuilletée|1 oignon|huile d'olive|sel|poivre|0.5 bûche de chèvre|herbes de Provence|carottes|courgettes|poivrons",
    "instructions": "Préchauffez votre four à 180°C (thermostat 6). Épluchez et coupez les carottes et les courgettes en rondelles puis émincez les poivrons et l'oignon. Faites précuire les carottes à la vapeur (il faut qu'elles soient cuites mais encore croquantes). Ensuite, faites mijoter tous les légumes dans de l'huile d'olive à feu doux pendant 10 min. Assaisonnez avec du sel, du poivre et des herbes de Provence. Disposez les légumes au fond d'un plat anti-adhésif en tassant bien (si vous avez du courage, vous pouvez 'organiser' la disposition des légumes pour que ça soit joli à la présentation). Ajoutez par-dessus quelques tranches de chèvre en les espaçant bien. Sur chaque tranche de chèvre, ajoutez une demie cuillère à café de miel (pas trop liquide). Déposez la pâte par-dessus en la rentrant bien sur les côtés pour qu'elle couvre la préparation. Enfournez environ 30 min, jusqu'à cuisson de la pâte. Démoulez délicatement dans un grand plat et servez avec une salade de mâche (ou autre) au balsamique.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p35",
    "nom": "Moussaka revisitée",
    "saisons": "ete|automne",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "35",
    "budget": "budget",
    "proteine": "viande",
    "ingredients": "huile d'olive|2 cuillères à soupe d'huile d'olive|sel|poivre|50 g de fromage râpé|500 g de viande hachée|1 cuillère à soupe de paprika|1 cuillère à soupe de herbes de Provence",
    "instructions": "Découpez les aubergines en rondelles, puis faites-les cuire dans le Airfryer pendant 10 minutes. Programmez votre appareil à 180°C. Pendant ce temps, faites chauffer un filet d'huile d'olive dans une poêle. Faites-y revenir l'oignon émincé et l'ail haché jusqu'à ce qu'ils soient tendres. Incorporez la viande hachée et laissez-la dorer en remuant régulièrement. Ajoutez ensuite les tomates concassées, les herbes de Provence, le paprika, le sel et le poivre. Mélangez bien et laissez mijoter pendant 10 minutes à feu doux. Dans un plat adapté , disposez une première couche d'aubergines, puis recouvrez de préparation à la viande. Répétez l'opération jusqu'à épuisement des ingrédients. Parsemez de fromage râpé. Faites cuire dans le Airfryer à 180°C pendant 20 minutes, jusqu'à ce que le fromage soit gratiné et doré. Servez chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p36",
    "nom": "Filet de poulet au curry",
    "saisons": "automne|hiver",
    "diets": "equilibre|viande",
    "kidsFriendly": "Oui",
    "temps": "50",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "coriandre fraîche|filet de poulet|oignon rouge|ail|pâte de curry vert|lait de coco|huile de coco|sauce soja|poivre du moulin",
    "instructions": "Lavez, séchez et ciselez la coriandre. Pelez l’oignon et émincez-le. Pelez les gousses d’ail, ôtez les germes et écrasez à l’aide d’un presse-ail. Coupez les filets de poulet en gros morceaux et assaisonnez-les avec la sauce soja, un peu de poivre et l’huile de coco. Disposez le poulet avec l’ail et l’oignon dans un plat adapté . Mélangez le tout et faites précuire 5 min à 180 °C. Sortez le plat et ajoutez la pâte de curry vert. Arrosez de 200 ml de lait de coco. Mélangez bien. Faites cuire  à 180°C pendant 15 minutes. Ajoutez l’autre moitié du lait de coco et mélangez à nouveau. Relancez le Airfryer à 180 °C durant 15 minutes. Vérifiez la cuisson du poulet (si nécessaire, prolongez de 5 min). Parsemez de coriandre ciselée et servez bien chaud avec du riz.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p37",
    "nom": "Poulet basquaise savoureux de Cyril Lignac",
    "saisons": "automne|hiver",
    "diets": "equilibre|viande",
    "kidsFriendly": "Oui",
    "temps": "85",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "poivre|sel|beurre doux|oignon|cube de bouillon|huile d'olive|tomates confites à l’huile|filet de poulet|paprika|eau|riz basmati|chorizo|vin blanc|crème liquide",
    "instructions": "Lavez, séchez et ciselez le persil. Réservez. Rincez le riz. Lavez et séchez les poivrons. Ôtez-en le pédoncule et les graines et coupez-les en petits dés. Pelez l’oignon et enlevez le germe. Émincez finement. Pelez l’oignon et émincez-le également. Mixez les tomates confites avec un peu d’huile d’olive dans un blender pour obtenir une pâte bien lisse. Mélangez celle-ci au riz. Ajoutez le paprika et 40 cl d’eau. Mélangez bien. Déposez dans un plat passant au four et laissez cuire 20 min à 200 °C. Salez légèrement le poulet. Faites chauffer une sauteuse et versez-y un peu d’huile avant d’y déposer les morceaux de poulet, côté peau en premier. Laissez bien colorer puis tourner pour marquer toutes les faces. Sortir du plat et réserver. Faites fondre l’oignon dans le même plat. Ajoutez également l’ail. Quand ceux-ci sont presque cuits, ajoutez les poivrons en dés, salez légèrement et ajoutez le piment d’Espelette. Mélangez sur feu vif. Déglacez au vin blanc et laissez mijoter sur feu doux durant 6 min. Mélangez bien et ajoutez les tomates concassées. Réintégrez la viande (et le jus rendu) et couvrez. Laissez cuire à feu doux 15 min. Pelez le chorizo. Coupez-le en petits dés. Faites chauffer la crème dans une casserole et ajoutez-y le bouillon cube. Portez à frémissements et ajoutez 50 g de chorizo. Faites chauffer pour le chorizo infuse bien puis, après environ 10 min. Ajoutez le beurre en cubes (il doit être bien froid) et mélangez bien. Une fois la sauce obtenue, filtrez-la pour qu’elle ait un bel aspect lisse et réservez. Récupérez le chorizo et ajoutez-le dans la sauteuse principale avec le poulet. Mélangez bien. Ajoutez le persil haché dans le riz à la tomate. Mélangez. Servez le riz et le poulet en sauce dans deux plats distincts.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p38",
    "nom": "Côtelettes d’agneau et marinées au citron confit",
    "saisons": "printemps|ete",
    "diets": "equilibre|viande",
    "kidsFriendly": "Non",
    "temps": "135",
    "budget": "budget",
    "proteine": "agneau",
    "ingredients": "2 citrons confits|1 cuillère à café de quatre-épices|2 cuillères à soupe d'huile d'olive|sel|poivre|8 côtes d'agneau|1 bouquet de thym citron|2 gousses d'ail",
    "instructions": "Rincez et épongez les herbes avec un papier absorbant. Pelez et hachez l'ail. Découpez les citrons en petits morceaux et placez-les dans un bol. Ajoutez les herbes finement ciselées, l'ail haché, les épices, l'huile d’olive, le sel et le poivre. Mélangez le tout jusqu’à obtenir une préparation homogène. Disposez les côtelettes d’agneau dans un grand plat allant au four. Nappez-les de la moitié de la marinade, retournez-les pour bien les enrober, puis versez le reste de la marinade sur le dessus. Couvrez avec du film plastique et laissez mariner pendant au moins 2 heures. Préchauffez votre four à 200°C en chaleur tournante. Enfournez les côtelettes d'agneau et laissez-les cuire pendant 15 à 20 minutes, en fonction de leur épaisseur et de la cuisson désirée. Retournez-les à mi-cuisson pour qu’elles dorent uniformément. Sortez les côtelettes du four et servez-les bien dorées.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p39",
    "nom": "Camembert au four, miel et thym",
    "saisons": "automne|hiver",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "camembert",
    "ingredients": "huile d'olive|thym|sel|poivre|camembert|vin blanc sec",
    "instructions": "Retirez le couvercle de la boîte du camembert et creusez légèrement le centre de chaque camembert pour y faire un petit puits. Versez un filet d'huile d'olive dans chaque creux. Ajoutez une cuillère de vin blanc et parsemez de thym. Nappez de miel et assaisonnez avec du sel et du poivre selon votre goût. Replacez le camembert dans sa boîte sans le couvercle et enfournez pendant 20 minutes, jusqu'à ce que le fromage soit bien coulant. Servez aussitôt.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p40",
    "nom": "Tarte amandine aux poires",
    "saisons": "automne|hiver",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "budget",
    "proteine": "oeuf",
    "ingredients": "pâte brisée|50 g de sucre|50 g de beurre|3 poires|100 g d'amandes en poudre|2 oeufs|1 sachet de sucre vanillé",
    "instructions": "Abaissez la pâte brisée dans un moule à tarte compatible , puis percez le fond avec une fourchette. Dans un bol, mélangez la poudre d’amandes, les œufs, le beurre fondu, le sucre et le sucre vanillé. Versez le tout sur le fond de tarte. Pelez les poires, coupez-les en tranches et répartissez-les sur le mélange. Placez le plat à tarte dans le panier du Airfryer et lancez la cuisson à 180°C pendant 25 minutes.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p41",
    "nom": "Poulet coco et curry",
    "saisons": "automne|hiver",
    "diets": "equilibre|rapide|viande",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "oignon|huile d'olive|sel|poivre|coriandre|filet de poulet|lait de coco|ail|pâte de curry",
    "instructions": "Coupez les filets de poulet en morceaux. Dans un saladier, mélangez le lait de coco, la pâte de curry, l’ail et l’huile d’olive. Salez et poivrez à votre convenance. Ajoutez le poulet, mélangez bien et laissez mariner pendant 30 minutes au frigo. Placez le poulet au curry dans le panier du Airfryer et faites cuire pendant 15 minutes à 180°C.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p42",
    "nom": "Cuisses de poulet et petits légumes",
    "saisons": "automne|hiver",
    "diets": "equilibre|rapide|viande",
    "kidsFriendly": "Oui",
    "temps": "55",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "oignon|huile d'olive|sel|cuisse de poulet|butternut|patate douce|herbes de Provence|poivre du moulin",
    "instructions": "Pelez la courge et retirez-en les graines (gardez-les pour une autre recette). Coupez-la en petits dés. Lavez et pelez les carottes ainsi que les patates douces avant de les tailler en dés également. Pelez l’oignon et émincez-le finement. Déposez l’ensemble des légumes dans un plat à gratin adapté à votre Airfryer. Arrosez d’huile d’olive et saupoudrez les herbes de Provence. Assaisonnez. Mélangez le tout en réservant 4 emplacements pour déposer les cuisses de poulet. Déposez les cuisses et arrosez-les d’un peu d’huile. Lancez la cuisson à 200°C pendant 30 minutes. Ouvrez et mélangez les légumes. Retournez les cuisses de poulet et terminez la cuisson pendant 5 minutes à la même température. Servez bien chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p43",
    "nom": "Tarte au citron meringuée",
    "saisons": "printemps|ete",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "50",
    "budget": "budget",
    "proteine": "oeuf",
    "ingredients": "maïzena|levure chimique|sucre glace|beurre doux|pâte sablée|citron",
    "instructions": "Foncez un moule à tarte préalablement beurré avec la pâte sablée. Faites cuire à blanc (en utilisant des poids de cuisson) à 180°C durant 20 minutes. Réservez. Lavez les citrons et séchez-les bien. Prélevez les zestes très fins sur deux d’entre eux et pressez les 4 pour en récupérer tout le jus. Versez dans une casserole avec les zestes, le sucre semoule et la Maïzena. Remuez. Faites chauffer doucement. Battez 3 œufs dans un saladier et versez-les progressivement dans la casserole en remuant constamment. Battez sur feu vif pour faire épaissir le mélange. Veillez à bien racler les bords afin d’éviter que la crème accroche et brûle. Versez cet appareil dans le fond de tarte. Pendant que la préparation refroidit, préparez une meringue dense. Montez les blancs de 2 œufs frais en neige. Ajoutez la levure chimique et le sucre glace. Continuez à battre pour une meringue très solide. Déposez cette meringue sur votre tarte. Mettez à cuire à 120°C dans le Airfryer pendant 10 minutes. La meringue doit légèrement colorer. Laissez refroidir avant de servir.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p44",
    "nom": "Hachis parmentier facile",
    "saisons": "automne|hiver",
    "diets": "equilibre|viande",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "boeuf",
    "ingredients": "huile d'olive|beurre doux|sel|pommes de terre (à purée)|viande hachée boeuf|oignon blanc|ail|emmental râpé|chapelure|muscade rapée|poivre du moulin",
    "instructions": "Pelez les pommes de terre, rincez-les et faites les cuire dans une casserole d'eau bouillante salée durant 25 minutes environ. Égouttez et passez le tout au presse-purée pour obtenir la texture souhaitée. Ajoutez le beurre et la muscade. Salez et poivrez. Mélangez. Pelez l’oignon et émincez-le. Faite de même avec la carotte et l’ail. Déposez l’oignon et l’ail dans un petit plat passant au Airfyer. Arrosez d’un peu d’huile, mélangez et faites cuire 3 minutes à 180°C. Ajoutez-y la carotte et la viande émincée et mélangez. Faites cuite à 180°C durant 3 minutes supplémentaires. Salez légèrement et poivrez. Beurrez légèrement le fond d’un plat à gratin adapté à votre Airfryer. Déposez la préparation de viande au fond en une couche uniforme. Couvrez avec une belle couche de purée de pommes de terre. Saupoudrez d’emmental râpé puis de chapelure. Poivrez. Fermez le panier du Airfryer et lancez la cuisson pour 12 minutes à 180°C. Si nécessaire, prolongez la cuisson de quelques minutes pour que le dessus soit parfaitement gratiné et croustillant. Servez bien chaud avec une salade verte.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p45",
    "nom": "Tarte normande généreuse",
    "saisons": "automne|hiver",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "55",
    "budget": "budget",
    "proteine": "oeuf",
    "ingredients": "beurre|sucre glace|sucre en poudre|pâte sablée|pomme|oeuf|eau|crème liquide|amandes en poudre",
    "instructions": "Préchauffez votre four à 180°C. Placez la farine et le beurre en morceaux dans le bol du Thermomix, puis mixez pendant 20 secondes en vitesse 4. Versez le sucre glace et mixez 5 secondes en vitesse 4. Incorporez ensuite l'œuf et versez l'eau puis mélangez 10 secondes en vitesse 5. Déposez la pâte sur un plan de travail légèrement saupoudré de farine, puis abaissez-la à l’aide d’un rouleau à pâtisserie. Transférez-la ensuite dans un moule à tarte tapissé de papier sulfurisé. Épluchez et découpez les pommes en quartiers. Mettez-les dans le moule à tarte. Placez les œufs et le sucre dans le bol de votre Thermomix, puis mélangez pendant 1 minute en vitesse 4. Ajoutez la crème liquide ainsi que la poudre d’amande et mixez en vitesse 5 pendant 1 minute supplémentaire. Ajoutez la préparation sur le dessus et faites cuire le tout pendant 35 minutes.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p46",
    "nom": "Fajitas légères aux légumes",
    "saisons": "printemps|ete",
    "diets": "equilibre|rapide|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "haricots",
    "ingredients": "Haricots rouges (1 boîte de 200 g)|Huile d'olive (2 cuillères à soupe)|Sel|Poivre|Tortillas (8 petites)|Oignon rouge (1)|Maïs (100 g)|Paprika (1 cuillère à café)|Jus de citrons verts (2 cuillères à soupe)|Yaourt nature (1)|Jus de citron (1 cuillère à soupe)|Ail (1 gousse)",
    "instructions": "Lavez et coupez les poivrons en fines lanières. Taillez la courgette en bâtonnets. Émincez l’oignon rouge. Dans un grand saladier, mélangez les légumes avec l’huile d’olive, le paprika, le cumin, du sel et du poivre. Ajoutez le jus de citron vert et mélangez bien. Déposez les légumes assaisonnés dans le panier du Airfryer en une couche uniforme. Faites cuire pendant 15 minutes à 180°C, en remuant à mi-cuisson, jusqu’à ce que les légumes soient tendres et légèrement grillés. Égouttez et rincez les haricots rouges et le maïs. Ajoutez-les aux légumes cuits dans un bol et mélangez. Mélangez le yaourt nature, le jus de citron, l’ail pressé, du sel et du poivre. Réservez. Faites chauffer légèrement les tortillas à nouveau dans le panier du Airfryer pendant environ 5 minutes à 180°C. Garnissez chaque tortilla avec les légumes cuits, les haricots rouges et le maïs. Ajoutez une cuillère de sauce au yaourt et parsemez de coriandre fraîche.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p47",
    "nom": "Tajine de poulet aux pruneaux et citrons confits",
    "saisons": "automne|hiver",
    "diets": "equilibre|viande",
    "kidsFriendly": "Non",
    "temps": "40",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "citron confit|2 citrons confits|oignon|2 oignons|huile d'olive|2 cuillères à soupe d'huile d'olive|coriandre|1 poignée de coriandre|sel|poivre|cuisse de poulet|4 cuisses de poulet|ail|3 gousses d'ail|gingembre en poudre|1 cuillère à soupe de gingembre en poudre|cannelle|1 cuillère à café de cannelle|bouillon de volaille|500 ml de bouillon de volaille|pruneaux",
    "instructions": "Lavez et coupez les citrons confits en quartiers. Coupez les pruneaux en deux si vous préférez des morceaux plus petits. Hachez l’ail, émincez les oignons et râpez le gingembre. Dans le panier de votre Airfryer, ajoutez les cuisses de poulet et les oignons émincés. Mélangez l’ail, le gingembre, le curcuma, le cumin et la cannelle avec l'huile d'olive pour former une marinade. Enrobez la volaille avec. Placez le mélange avec les morceaux de poulet. Ajoutez les pruneaux et les citrons confits. Salez et poivrez. Faites cuire l'ensemble des ingrédients pendant 20 minutes à 180°C dans votre Airfryer, jusqu’à ce que le poulet soit bien cuit et tendre. Parsemez de coriandre fraîche hachée juste avant de servir.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p48",
    "nom": "Œufs brouillés crémeux",
    "saisons": "",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "budget",
    "proteine": "oeuf",
    "ingredients": "crème fraîche épaisse|beurre doux|sel|oeuf|poivre du moulin",
    "instructions": "Cassez les œufs dans le bol du Thermomix. Ajoutez-y 20 g de beurre ramolli ainsi qu’une càs de crème fraîche. Lancez le Thermomix 8 minutes à 80 °C et en vitesse 5. Assaisonnez avec le sel et le poivre. Ajoutez le reste de beurre et de crème épaisse avant de relancer l’appareil pendant 30 secondes à 80 °C, et en vitesse 5. Servez aussitôt avec une belle tranche de pain grillé",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p49",
    "nom": "Soupe aux nouilles udon au boeuf",
    "saisons": "automne|hiver",
    "diets": "equilibre|viande",
    "kidsFriendly": "Non",
    "temps": "35",
    "budget": "budget",
    "proteine": "boeuf",
    "ingredients": "bouillon de boeuf|mirin|gingembre|huile|sucre|sel|poivre|nouilles udon|shiitaké|filet de boeuf|pak choi|oignon cébette|ail|sauce soja",
    "instructions": "Faites cuire les nouilles udon en réduisant leur temps de cuisson de 2 à 3 minutes par rapport aux indications du paquet. Rafraîchissez-les immédiatement sous un filet d’eau froide pour arrêter la cuisson et mettez-les de côté. Rincez soigneusement les shiitakés et découpez-les en quartiers ou en morceaux plus petits selon leur taille. Faites bouillir le bouillon de bœuf dans une marmite d'eau en l'émiettant. Incorporez le mirin avec une cuillère de sauce soja. Gardez la préparation au chaud. Coupez le bœuf en lamelles fines. Nettoyez et émincez les cébettes. Épluchez et taillez finement la gousse d'ail et le gingembre frais. Enlevez les pépins du poivron et coupez-le en brunoise. Lavez et découpez finement le chou pack choï. Faites chauffer deux cuillères d'huile et le sucre. Mettez aussi les morceaux de pack choï et les champignons pour les faire revenir à feu moyen-vif pendant 5 minutes en mélangeant. Intégrez les oignons, le poivron, une cuillère de sauce soja, l'ail et le gingembre. Puis assaisonnez avec du sel et du poivre. Remuez quelques minutes. Réchauffez les nouilles udon dans le bouillon pendant 2 à 3 minutes environ. Déposez ensuite le tout dans les bols. Ajoutez la viande. Le bouillon la cuira immédiatement. Saupoudrez de morceaux de cébettes. Bon appétit !",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p50",
    "nom": "Brochettes de poulet",
    "saisons": "ete",
    "diets": "equilibre|rapide|viande",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "huile d'olive|ail semoule|sel|poivre|blanc de poulet|oignon rouge|sauce soja|paprika",
    "instructions": "Coupez les filets de poulet en morceaux réguliers. Découpez les poivrons et l’oignon en morceaux de taille similaire. Dans un bol, mélangez l’huile d’olive, la sauce soja, le miel, le paprika, le curry, l’ail en poudre, le sel et le poivre. Ajoutez les morceaux de poulet dans la marinade. Mélangez bien pour enrober chaque morceau.Laissez mariner pendant au moins 30 minutes. Enfilez les morceaux de poulet, de poivron et d’oignon sur les brochettes, en alternant les ingrédients. Déposez les brochettes dans le panier du Airfryer et faites cuire pendant 12 minutes à 180°C, en retournant les brochettes à mi-cuisson pour qu’elles dorent de tous les côtés.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p51",
    "nom": "Toasts de chèvre chaud",
    "saisons": "automne|hiver",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "budget",
    "proteine": "chevre",
    "ingredients": "huile d'olive|pain de campagne|bûche de chèvre|pignons|poivre du moulin",
    "instructions": "Arrosez les tranches de pain avec un filet d’huile d’olive. Coupez la buche de chèvre en 8 tranches assez épaisses. Déposez deux tranches de fromage par tranche de pain. Saupoudrez un peu de romarin. Poivrez généreusement et parsemez de quelques pignons de pain. Déposez les tranches (en plusieurs fois si besoin), dans le panier du Airfryer. Faites cuire à 200 ° C pendant 4 minutes. Sortez les toasts et arrosez d’un filet de miel. Dégustez bien chaud avec une salade de saison.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p52",
    "nom": "Plateau de charcuteries pour Noël",
    "saisons": "hiver",
    "diets": "viande|rapide",
    "kidsFriendly": "Oui",
    "temps": "15",
    "budget": "budget",
    "proteine": "charcuterie",
    "ingredients": "thym|thym frais|noix|jambon blanc|Brie|saucisson sec|grenade|pomme|chorizo|chèvre frais|mortadelle|jambon cru|amandes|pistaches|cranberries|crottin de chèvre|cracker",
    "instructions": "Pour commencer le plateau apéro, faire des roses en chorizo. Pour cette étape, prendre un verre. Déposer les tranches de chorizo sur les bords du verre, enrouler la dernière tranche et la placer au milieu. Retourner le verre et les roses en chorizo sont prêtes. Disposer le chorizo sur une planche en bois ronde. Disposer, tout le long de la planche, du fromage et de la charcuterie. La couronne apéro de Noël est prête.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p53",
    "nom": "Tarte poire-chocolat",
    "saisons": "automne|hiver",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "budget",
    "proteine": "oeuf",
    "ingredients": "1 rouleau de pâte brisée|120 g de chocolat pâtissier|50 g de beurre doux|60 g de sucre en poudre|3 pièces de poire (bio si possible)|10 cl de crème liquide|2 pièces d'oeuf|2 cuillères à soupe de cassonade",
    "instructions": "Cassez le chocolat en morceaux et faites le fondre au bain-marie ou au four à micro-ondes avec le beurre. Mélangez bien. Foncer un moule à tarte (chemisé avec un peu beurre) adapté à votre Airfryer avec la pâte brisée. Percez le fond à l’aide d’une fourchette. Versez le mélange à base de chocolat dans le fond de tarte. Pelez les poires. Enlevez le cœur avec les pépins. Coupez en tranches fines (mais pas trop). Disposez-les élégamment sur le chocolat pour en couvrir toute la surface. Dans un bol, battez-les œufs avec la crème liquide et le sucre en poudre. Versez ce mélange sur la tarte en répartissant bien. Déposez la tarte dans le Airfryer. Faites cuire 20 minutes à 180 °C. Ouvrez et saupoudrez de cassonade et faites cuire à la même température durant 5 minutes supplémentaires. Laissez refroidir avant de déguster.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p54",
    "nom": "Galette des rois express",
    "saisons": "hiver",
    "diets": "rapide",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "oeuf",
    "ingredients": "2 pâtes feuilletées|100 g de sucre|100 g de beurre|125 g d'amandes en poudre|2 oeufs|1 fève",
    "instructions": "Dans un bol, incorporez la poudre d’amandes, le sucre, les œufs et le beurre mou, puis mélangez jusqu’à obtenir une texture onctueuse. Disposez une première pâte feuilletée dans un moule à tarte et piquez-la avec une fourchette. Répartissez la crème frangipane sur la surface tout en préservant un bord libre. Glissez la fève dans la garniture. Placez la seconde pâte feuilletée par-dessus et pressez les bords avec les doigts pour bien les sceller. Faites cuire la galette à 180°C dans le Airfryer pendant environ 20 minutes.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p55",
    "nom": "Darne de saumon aux asperges vertes",
    "saisons": "printemps",
    "diets": "equilibre|poisson|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "25",
    "budget": "moyen",
    "proteine": "poisson",
    "ingredients": "2 darnes de saumon (300–400 g au total)|500 g d’asperges vertes|1 citron (zeste et jus)|2 c. à s. d’huile d’olive|1 gousse d’ail finement hachée|1 petite échalote émincée (optionnel)|Aneth ou ciboulette|Sel, poivre",
    "instructions": "Coupez l’extrémité dure des asperges, rincez-les et séchez-les. Chauffez 1 c. à s. d’huile dans une grande poêle. Faites revenir l’échalote 1 minute puis ajoutez les asperges avec une pincée de sel. Saisissez 3–4 minutes à feu vif, baissez le feu et poursuivez 4–5 minutes jusqu’à ce qu’elles soient tendres mais encore croquantes",
    "type_repas": "ajoutez l’ail en fin de cuisson. Dans une seconde poêle antiadhésive, chauffez 1 c. à s. d’huile. Salez et poivrez les darnes de saumon. Saisissez-les 3–4 minutes côté peau, retournez et cuisez 2–3 minutes selon l’épaisseur (le cœur doit rester légèrement rosé). Hors du feu, arrosez avec le jus de citron et parsemez de zeste et d’herbes ciselées. Servez immédiatement les darnes sur un lit d’asperges, nappez du jus citronné de la poêle.",
    "categorie_jour": ""
  },
  {
    "id": "p56",
    "nom": "Thon mi-cuit avec avocat",
    "saisons": "toute",
    "diets": "equilibre|rapide|poisson|sans gluten",
    "kidsFriendly": "Non",
    "temps": "10",
    "budget": "moyen",
    "proteine": "poisson",
    "ingredients": "Steaks de thon|Avocat|Sauce soja|Gingembre|Sésame|Huile d’olive|Citron vert",
    "instructions": "Mariner le thon brièvement. Saisir 1-2 minutes de chaque côté. Trancher et servir avec avocat assaisonné de citron et sésame.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p57",
    "nom": "Tarte aux pommes sans sucre ajouté",
    "saisons": "automne|hiver",
    "diets": "equilibre|vegetarien|pauvre en sel",
    "kidsFriendly": "Oui",
    "temps": "40",
    "budget": "budget",
    "proteine": "vegetal",
    "ingredients": "Pâte brisée|Pommes|Cannelle|Beurre|Jus de citron",
    "instructions": "Étaler la pâte, disposer les tranches de pommes assaisonnées de cannelle et citron. Cuire au four 30 minutes à 180°C.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p58",
    "nom": "Risotto aux champignons",
    "saisons": "automne|hiver",
    "diets": "equilibre|vegetarien|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "35",
    "budget": "budget",
    "proteine": "vegetal",
    "ingredients": "Riz arborio|Champignons frais|Oignon|Bouillon de légumes|Vin blanc (optionnel)|Parmesan (optionnel)|Beurre|Huile d’olive",
    "instructions": "Faire revenir l’oignon et les champignons. Ajouter le riz, déglacer au vin, puis incorporer le bouillon louche par louche en remuant jusqu’à absorption. Terminer avec du parmesan si désiré.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p59",
    "nom": "Poulet rôti aux légumes racines",
    "saisons": "hiver|automne",
    "diets": "equilibre|volaille|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "60",
    "budget": "moyen",
    "proteine": "volaille",
    "ingredients": "Poulet entier|Carottes|Panais|Pommes de terre|Ail|Herbes (thym, romarin)|Huile d’olive|Sel, poivre",
    "instructions": "Assaisonner le poulet et les légumes. Rôtir au four à 180°C pendant 45-60 minutes jusqu’à ce que le poulet soit doré et les légumes tendres.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p60",
    "nom": "Houmous maison avec crudités",
    "saisons": "toute",
    "diets": "equilibre|rapide|budget|vegetarien|vegetalien|sans gluten|pauvre en sel",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "budget",
    "proteine": "pois chiche",
    "ingredients": "Pois chiches en conserve|Tahini|Ail|Citron|Cumin|Huile d’olive|Crudités (carottes, céleri, concombre)",
    "instructions": "Mixer les pois chiches avec tahini, ail, jus de citron et cumin. Ajouter de l’huile pour la texture. Servir avec des crudités.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p61",
    "nom": "Filet mignon de porc à la crème et moutarde",
    "saisons": "printemps|automne",
    "diets": "equilibre|sans gluten",
    "kidsFriendly": "Non",
    "temps": "25",
    "budget": "eleve",
    "proteine": "viande",
    "ingredients": "Filet mignon de porc|Crème fraîche|Moutarde|Échalote|Vin blanc|Beurre|Sel, poivre",
    "instructions": "Saisir le porc dans du beurre avec l'échalote émincée. Déglacer au vin blanc, ajouter la moutarde et la crème. Mijoter 10 minutes et servir.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p62",
    "nom": "Tarte aux pommes sans sucre ajouté",
    "saisons": "automne|hiver",
    "diets": "equilibre|vegetarien|pauvre en sel",
    "kidsFriendly": "Oui",
    "temps": "40",
    "budget": "budget",
    "proteine": "vegetal",
    "ingredients": "Pâte brisée|Pommes|Cannelle|Beurre|Jus de citron",
    "instructions": "Étaler la pâte, disposer les tranches de pommes assaisonnées de cannelle et citron. Cuire au four 30 minutes à 180°C.",
    "type_repas": "dessert",
    "categorie_jour": ""
  },
  {
    "id": "p63",
    "nom": "Salade de lentilles et betteraves",
    "saisons": "automne|hiver",
    "diets": "equilibre|rapide|budget|vegetarien|vegetalien|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "15",
    "budget": "budget",
    "proteine": "vegetal",
    "ingredients": "Lentilles cuites|Betteraves cuites|Oignon rouge|Vinaigrette (huile, vinaigre, moutarde)|Persil|Noix (optionnel)",
    "instructions": "Mélanger tous les ingrédients. Arroser de vinaigrette et servir frais.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p64",
    "nom": "Poulet au citron et thym",
    "saisons": "printemps|toute",
    "diets": "equilibre|rapide|volaille|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "25",
    "budget": "moyen",
    "proteine": "volaille",
    "ingredients": "Escalopes de poulet|Citron|Thym|Ail|Huile d’olive|Bouillon de volaille|Sel, poivre",
    "instructions": "Saisir le poulet, ajouter ail et thym. Déglacer au bouillon et jus de citron, mijoter 10 minutes. Servir avec des légumes vapeur.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p65",
    "nom": "Porridge aux fruits secs",
    "saisons": "hiver|automne",
    "diets": "equilibre|rapide|budget|vegetarien|vegetalien|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "budget",
    "proteine": "vegetal",
    "ingredients": "Flocons d’avoine|Lait végétal|Fruits secs (raisins, abricots)|Cannelle|Noix|Miel (optionnel)",
    "instructions": "Cuire les flocons dans le lait avec cannelle. Ajouter fruits secs et noix avant de servir.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p66",
    "nom": "Crevettes grillées avec quinoa",
    "saisons": "été|printemps",
    "diets": "equilibre|poisson|sans gluten",
    "kidsFriendly": "Non",
    "temps": "20",
    "budget": "moyen",
    "proteine": "crevettes",
    "ingredients": "Crevettes|Quinoa|Citron vert|Coriandre|Ail|Huile d’olive|Avocat",
    "instructions": "Cuire le quinoa. Mariner et griller les crevettes 3 minutes. Mélanger avec avocat et coriandre, arroser de citron.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p67",
    "nom": "Tomates farcies",
    "saisons": "été|automne|toute",
    "diets": "equilibre|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "60",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Tomates|Chair à saucisse|Oignon|Ail|Persil|Riz cuit|Sel, poivre",
    "instructions": "Vider les tomates et conserver le chapeau. Mélanger la chair à saucisse, le riz, l’oignon, l’ail et le persil. Farcir les tomates et remettre les chapeaux. Cuire 45 minutes au four à 180°C.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p68",
    "nom": "Pâtes à la carbonara",
    "saisons": "toute",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Spaghetti|Lardons|Œufs|Parmesan râpé|Crème fraîche (facultatif)|Sel, poivre",
    "instructions": "Cuire les pâtes. Faire revenir les lardons. Battre les œufs avec le parmesan. Mélanger les pâtes chaudes avec les lardons et le mélange œuf-fromage. Poivrer et servir aussitôt.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p69",
    "nom": "Pâtes bolognaises",
    "saisons": "toute",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "35",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Spaghetti|Bœuf haché|Oignon|Ail|Tomates concassées|Carotte|Huile d’olive|Sel, poivre, herbes",
    "instructions": "Faire revenir oignon, ail et carotte hachée. Ajouter la viande, puis les tomates. Laisser mijoter 20 minutes. Servir sur les pâtes chaudes avec du parmesan.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p70",
    "nom": "Poulet Tikka",
    "saisons": "toute",
    "diets": "equilibre|sans gluten",
    "kidsFriendly": "Non",
    "temps": "40",
    "budget": "moyen",
    "proteine": "animal",
    "ingredients": "Blancs de poulet|Yaourt nature|Épices Tikka ou curry|Ail|Citron|Sel|Huile",
    "instructions": "Faire mariner le poulet dans le yaourt, les épices et le citron pendant 1h. Cuire à la poêle ou au four jusqu’à ce qu’il soit doré. Servir avec du riz.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p71",
    "nom": "Pâtes aux Saint-Jacques",
    "saisons": "hiver|printemps",
    "diets": "equilibre",
    "kidsFriendly": "Non",
    "temps": "25",
    "budget": "moyen",
    "proteine": "animal",
    "ingredients": "Tagliatelles|Noix de Saint-Jacques|Crème fraîche|Échalote|Vin blanc|Beurre|Sel, poivre",
    "instructions": "Faire revenir l’échalote au beurre, ajouter les Saint-Jacques et cuire 2 minutes par face. Déglacer au vin blanc, ajouter la crème, assaisonner et servir avec les pâtes.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p72",
    "nom": "Escalope milanaise",
    "saisons": "toute",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "25",
    "budget": "moyen",
    "proteine": "animal",
    "ingredients": "Escalopes de veau ou de poulet|Farine|Œufs battus|Chapelure|Beurre ou huile|Citron|Sel, poivre",
    "instructions": "Tremper les escalopes dans la farine, puis l’œuf, puis la chapelure. Faire dorer à la poêle. Servir chaud avec citron et salade.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p73",
    "nom": "Nouilles sautées au poulet",
    "saisons": "toute",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Nouilles chinoises|Blancs de poulet|Légumes (carottes, poivrons, oignons)|Sauce soja|Huile de sésame|Ail, gingembre",
    "instructions": "Cuire les nouilles. Faire revenir le poulet et les légumes dans un wok avec l’ail et le gingembre. Ajouter les nouilles et la sauce soja. Sauter quelques minutes et servir.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p74",
    "nom": "Poulet rôti et pommes de terre",
    "saisons": "toute",
    "diets": "equilibre|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "80",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Poulet entier|Pommes de terre|Ail|Thym|Huile d’olive|Sel, poivre",
    "instructions": "Préchauffer le four à 200°C. Disposer le poulet dans un plat, entouré de pommes de terre coupées. Arroser d’huile, assaisonner et cuire environ 1h15 en arrosant régulièrement.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p75",
    "nom": "Burger maison",
    "saisons": "toute",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "25",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Pains à burger|Steaks hachés|Tranches de fromage|Tomates|Salade|Oignons|Sauces (ketchup, mayonnaise)",
    "instructions": "Cuire les steaks. Assembler les burgers avec pain, fromage, salade, tomate, oignon et sauces. Réchauffer légèrement à la poêle ou au four avant de servir.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p76",
    "nom": "Fajitas au poulet",
    "saisons": "toute",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Tortillas de blé|Blancs de poulet|Poivrons|Oignons|Épices mexicaines|Sauce tomate ou salsa|Crème fraîche ou guacamole",
    "instructions": "Faire revenir le poulet et les légumes avec les épices. Garnir les tortillas, ajouter la sauce et rouler les fajitas. Servir chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p77",
    "nom": "Pizza maison",
    "saisons": "toute",
    "diets": "equilibre|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "40",
    "budget": "budget",
    "proteine": "mixte",
    "ingredients": "Pâte à pizza|Sauce tomate|Mozzarella|Jambon ou légumes au choix|Origan|Huile d’olive",
    "instructions": "Étaler la pâte, garnir de sauce tomate et des ingrédients choisis. Ajouter la mozzarella, arroser d’huile et cuire 15-20 min à 220°C.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p78",
    "nom": "Tajine de poulet aux légumes",
    "saisons": "automne|hiver",
    "diets": "equilibre|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "60",
    "budget": "moyen",
    "proteine": "animal",
    "ingredients": "Poulet en morceaux|Carottes|Pommes de terre|Courgettes|Oignons|Épices (cumin, curcuma, gingembre)|Huile d’olive|Bouillon",
    "instructions": "Faire revenir le poulet avec les épices et les oignons. Ajouter les légumes et un peu de bouillon. Laisser mijoter à feu doux 45 minutes. Servir chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p79",
    "nom": "Couscous traditionnel",
    "saisons": "toute",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "75",
    "budget": "moyen",
    "proteine": "animal",
    "ingredients": "Semoule de couscous|Poulet ou agneau|Carottes|Navets|Courgettes|Pois chiches|Ras el hanout|Bouillon",
    "instructions": "Cuire la viande avec les épices et les légumes dans le bouillon. Faire gonfler la semoule à part. Servir la viande et les légumes sur la semoule.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p80",
    "nom": "Raclette",
    "saisons": "hiver",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "moyen",
    "proteine": "animal",
    "ingredients": "Fromage à raclette|Pommes de terre|Charcuterie variée|Cornichons|Oignons",
    "instructions": "Cuire les pommes de terre. Disposer sur la table le fromage et la charcuterie. Faire fondre le fromage à l’appareil et servir sur les pommes de terre.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p81",
    "nom": "Tartiflette",
    "saisons": "hiver",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Pommes de terre|Reblochon|Lardons|Oignons|Crème fraîche|Poivre",
    "instructions": "Cuire les pommes de terre et les couper en tranches. Faire revenir lardons et oignons. Monter dans un plat avec crème et reblochon. Cuire 20-25 min à 200°C.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p82",
    "nom": "Quiche lorraine",
    "saisons": "toute",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "40",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Pâte brisée|Lardons|Œufs|Crème fraîche|Lait|Gruyère râpé|Sel, poivre",
    "instructions": "Étaler la pâte dans un moule, disposer les lardons. Mélanger œufs, crème, lait et fromage, verser sur les lardons. Cuire 30 min à 180°C.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p83",
    "nom": "Omelette aux fines herbes",
    "saisons": "toute",
    "diets": "equilibre|sans gluten|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Œufs|Ciboulette, persil, basilic|Beurre|Sel, poivre",
    "instructions": "Battre les œufs avec les herbes. Faire chauffer le beurre, verser les œufs et cuire selon la texture désirée. Servir chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p84",
    "nom": "Galettes bretonnes",
    "saisons": "toute",
    "diets": "equilibre|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "mixte",
    "ingredients": "Farine de sarrasin|Eau|Sel|Œufs|Garniture au choix (œuf, jambon, fromage)",
    "instructions": "Préparer la pâte avec la farine, l’eau et le sel. Cuire les galettes à la poêle et garnir selon les goûts. Replier et servir chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p85",
    "nom": "Ratatouille et poulet",
    "saisons": "été|automne",
    "diets": "equilibre|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Blancs de poulet|Courgettes|Aubergines|Poivrons|Tomates|Oignons|Herbes de Provence|Huile d’olive",
    "instructions": "Faire revenir les légumes coupés avec les herbes. Ajouter le poulet en morceaux et laisser mijoter 25 minutes. Servir chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p86",
    "nom": "Croque-monsieur",
    "saisons": "toute",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "15",
    "budget": "budget",
    "proteine": "animal",
    "ingredients": "Pain de mie|Jambon blanc|Fromage (emmental ou comté)|Beurre",
    "instructions": "Beurrer les tranches, garnir de jambon et fromage. Refermer, puis faire griller dans un appareil ou à la poêle jusqu’à ce que le fromage fonde.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p87",
    "nom": "Poulet à la crème",
    "saisons": "toute",
    "diets": "equilibre|viande|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "moyen",
    "proteine": "volaille",
    "ingredients": "Filets de poulet|Crème fraîche|Champignons|Oignon|Ail|Beurre|Sel, poivre",
    "instructions": "Faire dorer le poulet dans du beurre. Ajouter oignon et ail émincés, puis les champignons. Verser la crème et mijoter 15 minutes. Assaisonner et servir avec des pâtes ou du riz.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p88",
    "nom": "Poulet curry",
    "saisons": "toute",
    "diets": "equilibre|viande|sans gluten|epice",
    "kidsFriendly": "Non",
    "temps": "25",
    "budget": "budget",
    "proteine": "volaille",
    "ingredients": "Filets de poulet|Pâte de curry|Lait de coco|Oignon|Ail|Tomates|Huile végétale",
    "instructions": "Faire revenir oignon et ail dans l'huile. Ajouter le poulet et la pâte de curry. Incorporer les tomates et le lait de coco. Mijoter 15 minutes. Servir avec du riz.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p89",
    "nom": "Tartines saumon, oeufs, avocat",
    "saisons": "printemps|été",
    "diets": "equilibre|rapide|poisson|sans porc",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "moyen",
    "proteine": "poisson",
    "ingredients": "Tranches de pain|Saumon fumé|Oeufs|Avocat|Citron|Aneth|Sel, poivre",
    "instructions": "Griller le pain. Écraser l'avocat avec du citron et étaler sur les tartines. Ajouter le saumon fumé et un oeuf poché. Parsemer d'aneth et assaisonner.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p90",
    "nom": "Tarte à la grecque",
    "saisons": "ete",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "feta",
    "ingredients": "1 pâte feuilletée|200 g de feta émiettée|2 cuillères à soupe de crème fraîche|2 cuillères à soupe de crème liquide|Des grosses tomates anciennes de plusieurs couleurs|Des olives noires|De l’huile d’olive|Des tomates séchées|De l’origan",
    "instructions": "Étalez la pâte feuilletée et faites-la cuire à 180 degrés pendant 30 minutes, idéalement avec un poids pour qu’elle reste plate. En parallèle, réalisez une crème de feta. Pour cela, disposez la feta émiettée, la crème fraîche et la crème liquide dans un saladier. Montez les ingrédients en sorte de chantilly à l’aide d’un fouet ou d’un batteur. Une fois la pâte feuilletée cuite et légèrement refroidie, ajoutez la crème de feta. Puis, lavez les tomates et coupez-les en rondelles. Placez-les sur la préparation précédente. Parsemez de quelques olives et de quelques tomates séchées. Versez un filet d’huile d’olive et saupoudrez d’origan. C’est prêt, vous n’avez plus qu’à vous régaler.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p91",
    "nom": "Tarte tatin aux tomates",
    "saisons": "ete",
    "diets": "equilibre|rapide|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "70",
    "budget": "budget",
    "proteine": "gruyère",
    "ingredients": "60 g de beurre|1 pincée de sel|eau pour diluer|huile d'olive|gruyère râpé|poivre|sel|basilic frais|moutarde",
    "instructions": "Préparer la pâte brisée, en mélangeant la farine et le beurre ramolli du bout des doigts avec le sel. Ajouter peu à peu l'eau jusqu'à obtention d'une boule de pâte ferme",
    "type_repas": "placer 20 min au réfrigérateur. Ou prendre une pâte toute faite ! Pendant ce temps, couper les tomates en deux, bien les répartir dans le moule avec la peau contre le fond. Ne pas hésiter à serrer les tomates car avec la cuisson, elles vont se ratatiner! Assaisonner de sel et de poivre et d'un filet d'huile d'olive, et enfourner jusqu'à ce que elles aient rendu du jus (1/2 h environ). Jeter le jus, puis couvrir de gruyère râpé. Etaler la pâte et la badigeonner de moutarde. Découper un petit cercle au centre de la taille d'une noisette. Recouvrir les tomates de ce disque de pâte brisée, moutarde contre gruyère puis enfourner 30 min. Quand la pâte est cuite, procéder délicatement au démoulage. Parsemer sur votre tarte tatin du basilic ciselé, et servir aussitôt.",
    "categorie_jour": "plat",
    "null": [
      "semaine,,,,,,,,,,,",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ]
  },
  {
    "id": "p92",
    "nom": "Croque-monsieur aux courgettes",
    "saisons": "ete",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "15",
    "budget": "budget",
    "proteine": "jambon",
    "ingredients": "courgettes|jambon|mozzarella râpée ou gruyère|huile d’olive ou de tournesol|ail en poudre|sel|poivre",
    "instructions": "Nettoyez soigneusement les courgettes. Tranchez-les finement dans le sens de la longueur à l’aide d’une mandoline ou d’un grand économe. Sélectionnez deux tranches de courgette. Sur la première tranche, étalez un peu de jambon coupé en fines lanières et du fromage râpé. Recouvrez avec la deuxième tranche pour créer un petit 'sandwich' de courgettes. Arrosez légèrement d’huile d’olive et, si souhaité, parsemez d’ail en poudre. Placez les petits sandwiches sur une plaque recouverte de papier sulfurisé. Mettez au four préchauffé à 180°C et laissez cuire entre 10 et 15 minutes, jusqu’à obtenir une belle coloration dorée et une texture fondante.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p93",
    "nom": "Quiche sans pâte à la courgette et au thon",
    "saisons": "ete",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "budget",
    "proteine": "poisson",
    "ingredients": "thon en boîte|courgettes|fécule de maïs|œufs|crème légère liquide|fromage blanc",
    "instructions": "Préchauffer le four à 180 °C. Laver et couper les courgettes en rondelles, puis les cuire à la poêle huilée ou à la vapeur selon le goût préféré. Dans un bol, verser le fromage blanc, casser les 4 œufs entiers, puis ajouter la crème et la fécule. Saler et poivrer à convenance. Dans un plat à tarte, émietter le thon au fond, disposer les rondelles de courgettes cuites par-dessus. Verser délicatement l’appareil à quiche sur la garniture. Enfourner pour 35 minutes, vérifier la cuisson régulièrement avec un couteau",
    "type_repas": "le dessus doit être doré à la fin.",
    "categorie_jour": "plat",
    "null": [
      "semaine,,,,,,,,,,,,,",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ]
  },
  {
    "id": "p94",
    "nom": "Poulet aux olives",
    "saisons": "",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "50",
    "budget": "budget",
    "proteine": "volaille",
    "ingredients": "Maïzena|bouillon de boeuf|filet de poulet|vin blanc|herbes de Provence|gousses d'ail|bouquet garni|olives vertes|champignons de Paris",
    "instructions": "Faire chauffer un filet d’huile d’olive dans une cocotte en fonte. Déposer les morceaux de poulet assaisonnés de sel, poivre et herbes de Provence, et les faire dorer à feu moyen en les retournant régulièrement. Une fois le poulet coloré, incorporer l’ail écrasé et un bouquet garni, puis remuer doucement. Saupoudrer la préparation de Maïzena et mélanger délicatement pour enrober la viande. Verser le vin blanc sec, puis ajouter un verre d’eau chaude dans lequel un demi-bouillon de boeuf a été dissous. Remuer et laisser mijoter à feu doux pendant 10 minutes pour réduire légèrement la sauce. Incorporer les olives vertes et les champignons égouttés. Couvrir la cocotte et laisser cuire à feu doux entre 20 et 30 minutes. Servir bien chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p95",
    "nom": "Poke Bowl hawaïen",
    "saisons": "ete",
    "diets": "equilibre|rapide|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "budget",
    "proteine": "poisson",
    "ingredients": "riz|quinoa|pousses d’épinards|carotte|saumon|thon|crevettes|poulet végétal|falafels|melon|radis|abricot|pastèque|courgette|tomates|feta|fromage frais|graines de sésame|graines de courge|oignons frits|coriandre|noix de cajou|huile d’olive|sauce soja|tzatzíki",
    "instructions": "Choose a base such as rice, quinoa, spinach shoots, or carrot. Add a protein such as salmon, tuna, shrimp, vegetarian chicken, or falafels. Include fruits and vegetables of your choice, preferably seasonal, such as melon, radish, apricot, watermelon, zucchini, or tomatoes. Add cheese like feta or fresh cheese, or include a sauce like tzatzíki. Top with options like sesame seeds, pumpkin seeds, fried onions, coriander, or cashew nuts. Optionally, enhance with a homemade sauce made from olive oil or soy sauce.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p96",
    "nom": "Poulet crémeux aux poivrons",
    "saisons": "automne",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "2 blancs de poulet|1 poivron rouge ou jaune|150 g de champignons de Paris frais de préférence|1 gousse d’ail hachée|15 cl de crème fraîche liquide ou bien épaisse|1 cuillère à café de paprika fumé|1 cuillère à café d’origan séché|1 filet d’huile d’olive|Sel et poivre|Herbes fraîches pour servir (herbes de Provence, ciboulette...)",
    "instructions": "Commencez par découper vos blancs de poulet en morceaux réguliers afin qu’ils cuisent de manière homogène. Réservez. Prenez ensuite le poivron, retirez les graines et les parties blanches, puis coupez-le en fines lanières pour qu’il s’intègre bien dans la sauce. Réservez également. Nettoyez les champignons de Paris puis émincez-les en tranches fines. Une fois tous vos ingrédients prêts, chauffez une poêle large avec un filet d’huile d’olive. Déposez les morceaux de poulet et faites-les revenir à feu moyen, en les retournant régulièrement, jusqu’à ce qu’ils soient bien dorés sur tous les côtés. Lorsque le poulet a pris une belle couleur, ajoutez l’ail haché, les lanières de poivron et les champignons émincés. Laissez cuire quelques minutes en mélangeant doucement, afin que les légumes gardent un léger croquant tout en s’imprégnant des saveurs. Incorporez les épices: le paprika fumé, et l’origan séché, puis salez et poivrez. Baissez ensuite le feu et versez la crème fraîche sur le tout. Remuez bien pour que la crème se mélange aux sucs de cuisson et aux épices. Laissez mijoter à feu doux pendant quelques minutes. Vos poivrons doivent être bien fondants. Vous pouvez ensuite ajouter du persil, des herbes de Provence, ou de la ciboulette comme vous préférez. Pour encore plus de saveur, ajoutez des petites tomates cocktails en fin de cuisson. Servez bien chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p97",
    "nom": "Pâtes à la puttanesca",
    "saisons": "automne|hiver",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Non",
    "temps": "30",
    "budget": "budget",
    "proteine": "poisson",
    "ingredients": "200 g de spaghetti|2 gousses d’ail|4 filets d’anchois à l’huile|400 g de tomates pelées (ou pulpe)|2 c. à soupe de câpres|10 olives noires dénoyautées|Piment (selon votre goût)|Huile d’olive extra vierge|Persil frais (optionnel)",
    "instructions": "Faites chauffer un filet d’huile d’olive dans une poêle. Ajoutez l’ail haché et les anchois. Écrasez-les bien pour qu’ils fondent dans l’huile : cela donne une base umami incroyable. Versez les tomates pelées et laissez mijoter au moins 15 minutes pour une sauce bien liée et parfumée. Ajoutez les câpres, les olives et un peu de piment selon votre tolérance au piquant. Faites cuire vos spaghetti dans une grande casserole d’eau salée. Astuce de Francesca : « Ne rince jamais les pâtes ! Garde un peu d’eau de cuisson pour lier la sauce comme en Italie ». Mélangez les pâtes avec la sauce, ajoutez éventuellement du persil frais et servez immédiatement.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p98",
    "nom": "Chopped Egg Salad",
    "saisons": "printemps|été",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "budget",
    "proteine": "œufs",
    "ingredients": "4 œufs durs|1/2 avocat|1 petite échalote|6 pickles de radis|10 brins de ciboulette|Un peu d’aneth|1 cuillère à soupe de skyr|1 cuillère à café de moutarde|De la fleur de sel|Du poivre",
    "instructions": "Faites cuire vos œufs durs comme vous avez l’habitude de faire. Puis, écalez-les. Placez-les sur une planche en les coupant en deux. Faites de même avec l’avocat et récupérez-en la chair. Épluchez l’échalote découpée en deux parties. Ajoutez les pickles de radis ou ceux de votre choix. Disposez également la ciboulette et l’aneth. Versez déjà le jus de citron, le skyr, la moutarde, la fleur de sel et le poivre. Et voilà, vous n’avez plus qu’à couper tous les ingrédients en même temps. Émincez finement jusqu’à ce que toute la préparation soit uniforme. Rabattez les bords régulièrement pour vous aider. Quand la préparation est onctueuse à souhait, vous pouvez la déposer sur une tranche de pain de campagne ou au levain.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p99",
    "nom": "Lasagnes froides",
    "saisons": "ete",
    "diets": "equilibre",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "budget",
    "proteine": "fromage",
    "ingredients": "6 feuilles de pâte fraîche aux œufs pour lasagnes|500 g de tomates cerises|150 g de mozzarella de bufflonne|2 courgettes|100 g de pesto alla genovese|1 gousse d’ail|De l’huile d’olive extra vierge|Du sel|Quelques feuilles de basilic frais",
    "instructions": "Faites bouillir une grande casserole d’eau légèrement salée. Plongez les feuilles de lasagne pendant 2 à 3 minutes. Égouttez-les, rafraîchissez-les sous l’eau froide et étalez-les sur un torchon propre pour les sécher. Coupez la mozzarella en tranches et laissez-la égoutter afin d’éliminer l’excès de petit-lait. Dans une poêle, faites chauffer un filet d’huile d’olive et faites revenir la gousse d’ail. Ajoutez les tomates cerises coupées en deux et faites-les sauter à feu vif pendant une dizaine de minutes, en remuant régulièrement. Salez, puis laissez tiédir. Coupez les courgettes en rondelles ou en fines tranches (3–4 mm d’épaisseur). Faites-les griller quelques minutes de chaque côté sur une poêle ou une plaque bien chaude. Dans un plat rectangulaire, étalez un peu de pesto au fond. Disposez une feuille de lasagne. Ajoutez quelques tomates cerises avec leur jus, quelques tranches de courgette grillée, de la mozzarella et un peu de pesto. Recommencez en alternant les couches jusqu’à épuisement des ingrédients. Terminez avec une couche de tomates cerises, de mozzarella en dés et de pesto. Couvrez le plat de film alimentaire et placez au réfrigérateur pendant 30 minutes. Sortez du réfrigérateur et servez vos lasagnes froides décorées de feuilles de basilic frais.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p100",
    "nom": "Spaghettis alla Nerano",
    "saisons": "ete",
    "diets": "rapide",
    "kidsFriendly": "Oui",
    "temps": "30",
    "budget": "budget",
    "proteine": "fromage",
    "ingredients": "400 g de spaghettis|4 courgettes (si possible bio)|200 g de provolone del Monaco|Basilic frais|1 gousse d'ail|Huile d'olive|Sel|Poivre du moulin",
    "instructions": "Portez un grand volume d'eau salée à ébullition pour y faire cuire les spaghettis al dente. Pendant ce temps, lavez et séchez les courgettes. Si elles sont bio, ne les pelez pas. Taillez-les en tranches fines au couteau ou à la mandoline. Pelez l'ail, ôtez le germe et écrasez au presse-ail. Râpez le fromage. Lavez et séchez le basilic. Faites revenir les tranches de courgettes dans une sauteuse avec une généreuse dose d'huile d'olive. Lorsque la courgette est bien colorée, sortez les tranches et égouttez-les sur un papier absorbant. Dans une sauteuse, faites chauffer un peu d'huile d'olive et ajoutez l'ail sans le brûler. Intégrez les tranches de courgettes et un peu de fromage râpé. Ajoutez les spaghettis directement égouttés et utilisez également une petite louche d'eau de cuisson pour détendre la préparation. Salez légèrement et poivrez. Mélangez bien. Ajoutez du fromage râpé selon vos préférences. Décorez de quelques feuilles de basilic frais. Servez bien chaud !",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p101",
    "nom": "Lasagnes sans four aux figues, à la ricotta et à la pistache",
    "saisons": "automne",
    "diets": "equilibre|rapide|vegetarien",
    "kidsFriendly": "Non",
    "temps": "20",
    "budget": "budget",
    "proteine": "fromage",
    "ingredients": "Des oignons|Des figues|Des feuilles de lasagne|De la ricotta|Du zaatar|Du sel|Du poivre|Du piment|De l’huile d'olive|De la pistache|De l'huile pimentée",
    "instructions": "Commencez par éplucher et émincer un oignon. Dans une poêle, faites chauffer un filet d’huile d’olive. Déposez-y les morceaux d’oignon. En parallèle, dans un bol, placez la ricotta. Ajoutez un soupçon d’huile d’olive. Puis, dans un autre petit récipient, ajoutez les pistaches concassées, presque en poudre, avec le sel et le poivre. Incorporez le tout dans le fromage. Mélangez à l’aide d’une cuillère. Après avoir lavé les figues, coupez-les en tranches. Réservez les oignons une fois caramélisés et fondants. Dans la poêle, faites revenir les morceaux de figues quelques instants. Dans une casserole, faites bouillir de l’eau et faites-y cuire les feuilles de lasagnes. Récupérez-les une à une et réalisez le montage de vos lasagnes. Dans une assiette, disposez une feuille de lasagne",
    "type_repas": "Par-dessus, mettez une cuillère de garniture à la ricotta. Ajoutez les oignons et les tranches de figues. Saupoudrez d’un peu de pistaches concassées. Ajoutez une seconde feuille de lasagne et recommencez les étapes précédentes. Terminez avec une couche de fromage avec des morceaux de fruits et quelques fruits secs concassés. Versez un filet de chili oil pour la touche finale. Bon appétit !",
    "categorie_jour": ""
  },
  {
    "id": "p102",
    "nom": "Poulet au four simple et savoureux",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "15",
    "budget": "moyen",
    "proteine": "poulet",
    "ingredients": "oignons frais|feuilles de laurier|sel gros|poivre|poulet fermier|gousses d'ail|jus de citron|bouillon de poulet",
    "instructions": "Préchauffer le four à 200°C, placer deux gousses d'ail et des feuilles de laurier à l'intérieur du poulet, préparer une sauce en mélangeant le jus de citron et le bouillon de poulet, verser sur le poulet et le reste dans le plat, saupoudrer de sel gros sur le poulet, placer dans le plat avec des oignons en quartiers et des tomates cerises, cuire environ 1 heure 40 minutes à 200°C, retourner le poulet après 20 minutes puis à nouveau après 20 minutes, arroser fréquemment avec son jus pendant la cuisson, ajouter de l'eau si nécessaire, et enfin servir le jus avec les tomates et oignons dans un bol, accompagné d'une salade verte et d'une poêlée de pommes de terre nouvelles.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p103",
    "nom": "Rougail saucisse",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "40",
    "budget": "budget",
    "proteine": "saucisse",
    "ingredients": "oignons|thym|poivre|sel|huile d'olive|saucisses fumées|gousses d'ail|laurier",
    "instructions": "Piquer les saucisses et les faire bouillir pendant 10 minutes dans la même casserole qui sera utilisée pour le plat afin de conserver les saveurs",
    "type_repas": " ensuite vider la casserole, réserver les saucisses et faire chauffer l'huile d'olive dedans",
    "categorie_jour": "faire revenir les oignons émincés et l'ail écrasé sans les faire brunir",
    "null": [
      "couper les saucisses en morceaux de 1,5 cm et les faire cuire avec les oignons pendant 5 minutes, puis ajouter les tomates hachées et les aromates incluant du piment",
      "enfin mélanger le tout et laisser mijoter à feu doux, en retirant occasionnellement le couvercle pour évaporer l'excès d'eau, et servir avec du riz thaï.",
      "plat",
      "semaine,,,,,,,,,,,,,,,",
      "",
      "",
      "",
      "",
      "",
      ""
    ]
  },
  {
    "id": "p104",
    "nom": "Cuisses de poulet au four",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "oignon|thym|feuilles de laurier|huile d'olive|cuisses de poulet|eau|gousse d'ail|bouillon de volaille|genièvre",
    "instructions": "Préchauffer le four à 210°C, placer les cuisses de poulet dans un plat allant au four, ajouter l'oignon en quartiers, l'ail, le thym, les feuilles de laurier, le cube de bouillon émietté en quartiers, les baies de genièvre et un clou de girofle, puis verser l'eau et arroser d'huile d'olive. Cuire à 210°C pendant 35 minutes, en arrosant de temps en temps.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p105",
    "nom": "Paupiettes de veau",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "budget",
    "proteine": "veau",
    "ingredients": "huile d'olive|fond de veau|paupiettes de veau|gousse d'ail|vin blanc|eau",
    "instructions": "Chauffer l'huile d'olive et l'ail finement haché dans une sauteuse à feu moyen, faire dorer les paupiettes de veau sur tous les côtés, ajouter le fond de veau et déglacer avec le vin blanc et l'eau, puis incorporer la moutarde et le vinaigre balsamique, en veillant à ce que les paupiettes soient bien enrobées. Cuire 5 minutes pour évaporer l'alcool, puis laisser mijoter à couvert à feu doux pendant environ 20 minutes, en retournant les paupiettes de temps en temps, et servir avec des légumes ou des accompagnements féculents.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p106",
    "nom": "Pot-au-feu facile",
    "saisons": "hiver",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "150",
    "budget": "moyen",
    "proteine": "boeuf",
    "ingredients": "poireaux|oignon|poivre|sel|boeuf à pot-au-feu|os à moelle|rave ou navets|branches de céleri|gousse d'ail|bouquet garni",
    "instructions": "Laver et éplucher tous les légumes, les couper en gros morceaux",
    "type_repas": "piquer l'oignon entier avec des clous de girofle",
    "categorie_jour": "faire bouillir 3 litres d'eau, puis ajouter tous les légumes, le bouquet garni, l'ail, le sel, le poivre et la viande",
    "null": [
      "cuire environ 2 heures 30 minutes à 3 heures, en écumant de temps en temps",
      "ajouter les os à moelle 1 heure avant la fin, en maintenant la moelle avec du gros sel",
      "enfin égoutter les légumes et la viande, et servir chaud avec de la moutarde.",
      "plat",
      "semaine,,,,,,,,,,,",
      "",
      "",
      "",
      ""
    ]
  },
  {
    "id": "p107",
    "nom": "Rôti de veau au four",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "75",
    "budget": "moyen",
    "proteine": "veau",
    "ingredients": "huile de tournesol|sel|poivre|rôti de veau|gousses d'ail|champignons de Paris",
    "instructions": "Faire de petites incisions dans le rôti et y insérer des lamelles d'ail, préchauffer le four 10 minutes à 210°C (thermostat 7), placer les champignons et leur jus dans un plat allant au four, ajouter le rôti entouré de morceaux d'ail, arroser d'huile de tournesol, ajouter 10 cl d'eau, et cuire 1 heure 30 minutes (30 minutes par livre) en retournant à mi-cuisson et en vérifiant le niveau de jus, puis laisser reposer 10 minutes dans le four éteint, enfin assaisonner de sel et poivre, et servir avec des pommes de terre ou des petits pois.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p108",
    "nom": "Moules marinières",
    "saisons": "ete",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "budget",
    "proteine": "moules",
    "ingredients": "beurre ou margarine|sel|poivre|moules|échalotes|vin blanc sec",
    "instructions": "Hacher les échalotes, gratter et laver les moules, puis les cuire dans une casserole couverte avec du beurre, les échalotes hachées et le vin blanc à feu vif pendant quelques minutes, en remuant 2 ou 3 fois jusqu'à ce qu'elles s'ouvrent",
    "type_repas": "retirer les moules en conservant le jus de cuisson, et les placer dans un plat chaud",
    "categorie_jour": "réchauffer le jus, mélanger une cuillère à café de farine avec une quantité égale de beurre ou margarine et l'incorporer au jus, en portant à ébullition brièvement, puis assaisonner de sel et poivre",
    "null": [
      "enfin verser la sauce sur les moules, saupoudrer de persil haché, et servir.",
      "plat",
      "semaine,,,,,,,,,,",
      "",
      "",
      "",
      "",
      "",
      ""
    ]
  },
  {
    "id": "p109",
    "nom": "Gigot d'agneau : la recette traditionnelle",
    "saisons": "printemps",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "55",
    "budget": "moyen",
    "proteine": "agneau",
    "ingredients": "gigot d'agneau|gousses d'ail|graisse d'oie ou de canard|romarin|sel gros",
    "instructions": "Chauffer le four à Th 7/8, retirer la graisse du gigot avec un couteau pour exposer la chair, faire une pâte avec la graisse, l'ail écrasé, les feuilles de romarin et du sel gros, masser cette pâte dans la viande, placer au four, et arroser toutes les 15 minutes avec un mélange d'eau chaude et de graisse",
    "type_repas": "pour ceux qui aiment l'ail confit, ajouter des gousses d'ail non pelées au fond du plat.",
    "categorie_jour": "plat",
    "null": [
      "semaine,,,,,,,,,,,,",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ]
  },
  {
    "id": "p110",
    "nom": "Tartatouille",
    "saisons": "ete",
    "diets": "equilibre|rapide|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "60",
    "budget": "budget",
    "proteine": "fromage",
    "ingredients": "1 pâte feuilletée|2 oignons|2 courgettes|2 aubergines|2 poivrons|1 fenouil|coulis de tomate|sauce soja|sauce hoisin|huile d’olive|sel|poivre|parmesan râpé",
    "instructions": "Commencez par faire sauter les légumes séparément dans un filet d’huile d’olive. Égouttez-les, puis laissez-les compoter doucement avec du coulis de tomate, une cuillère de sauce soja et une cuillère de sauce hoisin. Quand votre ratatouille est cuite, vous allez pouvoir passer à la suite. Étalez la pâte feuilletée sur une plaque et répartissez les légumes dessus en laissant 1 cm de bord vide, comme conseillé par le chef. Saupoudrez généreusement de parmesan râpé et enfournez à 180 °C pendant 30 à 40 min. Vous n'avez plus qu'à attendre !",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p111",
    "nom": "Risotto aux aubergines",
    "saisons": "automne",
    "diets": "equilibre|vegetarien",
    "kidsFriendly": "Non",
    "temps": "45",
    "budget": "budget",
    "proteine": "fromage",
    "ingredients": "160 g de riz arborio ou carnaroli|1 petite échalote|1 gousse d’ail|Un peu de thym|60 ml de vin blanc sec|750 ml de bouillon de légumes (bien chaud)|200 g de tomates concassées|30 g de parmesan râpé|2 càs de ricotta|1 càs d’huile d’olive|1 aubergine moyenne|Ricotta (pour le dressage)|Parmesan (pour le dressage)|Sel et poivre du moulin|Basilic frais|Huile d’olive",
    "instructions": "Lavez et séchez l'aubergine avant de la découper en petits cubes. Faites chauffer de l'huile d'olive dans une sauteuse avant d'y ajouter l'aubergine. Laissez cuire à feu moyen jusqu'à ce que l'aubergine soit dorée et fondante. Assaisonnez avec le sel et le poivre avant de réserver. Pelez l'échalote et émincez-la. Pelez l'ail, ôtez le germe puis écrasez-le au presse-ail. Faites revenir l'ail et l'échalote dans une sauteuse avec un peu d'huile d'olive. Ajoutez ensuite le riz et laissez-le prendre une couleur légèrement nacrée. Arrosez de vin blanc et remuez bien. Une fois le liquide évaporé, versez le bouillon de légumes, louche par louche, en attendant qu'il soit bien absorbé avant d'en ajouter. Une fois le riz quasiment cuit (il ne faut pas qu'il soit trop mou), intégrez les tomates concassées, mélangez et laissez mijoter quelques minutes. Ajoutez la ricotta, le parmesan râpé ainsi que les 2/3 des cubes d'aubergine. Mélangez bien. Servez ce risotto bien chaud dans une assiette creuse en décorant avec le reste de l'aubergine. Déposez une quenelle de ricotta au centre et parsemez de basilic lavé, séché, et fraîchement ciselé. Terminez avec un peu de parmesan, un filet d'huile d'olive et un tour de moulin à poivre.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p112",
    "nom": "Crumble aux légumes du soleil et à la mozzarella",
    "saisons": "ete",
    "diets": "equilibre|rapide|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "75",
    "budget": "budget",
    "proteine": "mozzarella",
    "ingredients": "4 aubergines moyennes|6 tomates|125 g de beurre froid|75 g de farine|75 g de sucre|Du sel|Du poivre|2 boules de mozzarella|1 cuil. à soupe de chapelure|2 cuil. à soupe de pignons de pin|2 cuil. à soupe de parmesan râpé|5 cuil. à soupe d'huile d’olive",
    "instructions": "Commencez par chauffer votre four à 180 °C (thermostat 6). Coupez les aubergines en petits cubes et faites-les revenir dans une casserole avec de l’huile d’olive pendant 10 min. Ajoutez ensuite les tomates coupées en dés, une pincée de sucre, du sel et du poivre, puis laissez mijoter doucement pendant 15 min. Pendant ce temps, préparez le crumble. Émiettez du beurre froid avec la farine et la chapelure, puis incorporez le parmesan râpé et les pignons de pin. Coupez la mozzarella en petits morceaux. Répartissez les légumes cuits dans un grand plat ou des portions individuelles. Parsemez la mozzarella sur le dessus, puis recouvrez avec le mélange crumble. Terminez par un filet d’huile d’olive avant d’enfourner. Laissez cuire environ 50 min jusqu’à obtenir une belle croûte dorée. Servez aussitôt, chaud et savoureux.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p113",
    "nom": "Tarte aux courgettes miam-mioum",
    "saisons": "ete",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "40",
    "budget": "budget",
    "proteine": "lardons",
    "ingredients": "1 pâte brisée|100 g de lardons|3 poignées d'emmental râpé|20 cl de crème fraîche|huile|1 oignon|1 oeuf",
    "instructions": "Peler les courgettes et l'oignon, les couper en dés et les faire revenir dans l'huile avec les lardons. Dérouler la pâte dans un moule à tartes et la piquer avec une fourchette. Mélanger la crème et l'oeuf. Saler et poivrer. Disposer sur la pâte les courgettes, l'oignon et les lardons, puis la préparation. Saupoudrer d'emmental et enfourner pendant 20 mn environ à four chaud. (180°C, Th 6).",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p114",
    "nom": "Tarte aux légumes du soleil",
    "saisons": "ete",
    "diets": "equilibre|rapide|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "40",
    "budget": "budget",
    "proteine": "mozzarella",
    "ingredients": "poivre|sel|huile d'olive|1 fond de pâte feuilletée|1 mozzarella|herbes de Provence|feuille de basilic",
    "instructions": "Laver et couper aubergine et courgettes en dés sans les éplucher, puis les faire revenir dans une poêle à l'huile d'olive. A mi-cuisson (les légumes ont commencé à perdre leur eau), ajouter les tomates lavées et coupées en rondelles épaisses. Ajouter herbes de provence, sel et poivre. Tapisser le moule à tarte de pâte feuilletée, y verser les légumes lorsqu'ils sont dorés. Répartir des rondelles de mozzarella sur le dessus. Parsemer de feuilles de basilic ciselées. Faire cuire 20 mn à four chaud, jusqu'à ce que la pâte soit dorée et la mozzarella bien fondue.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p115",
    "nom": "Gratin de pâtes moelleux, facile et pas cher",
    "saisons": "ete",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "25",
    "budget": "budget",
    "proteine": "lardons",
    "ingredients": "100 g de lardons|3 cuillères à soupe de crème fraîche|gruyère râpé|poivre|sel|200 g de coquillettes|2 champignons de Paris|tomate",
    "instructions": "Cuire les coquillettes à l'eau salée. Pendant ce temps, faire revenir les lardons. Couper la tomate en dés et les champignons en lamelles. Mélanger dans un plat à gratin les légumes, les lardons et les pâtes. Ajouter la crème fraîche. Terminer par une généreuse couche de gruyère râpé. Enfourner à four chaud (Th7) et laisser cuire jusqu'à ce que le gruyère prenne une jolie couleur dorée.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p116",
    "nom": "Œufs brouillés à la grecque",
    "saisons": "",
    "diets": "equilibre|rapide",
    "kidsFriendly": "Oui",
    "temps": "15",
    "budget": "budget",
    "proteine": "œufs",
    "ingredients": "3 œufs|Du yaourt grec|De l’huile d'olive|1 pincée de paprika|Du sel",
    "instructions": "Commencez par faire chauffer une poêle propre, sans matière grasse, en la plaçant sur feu doux. Pendant ce temps, cassez les œufs dans un bol si vous préférez les battre à l’avance, ou bien cassez-les directement dans la poêle. Une fois que la poêle est bien chaude, versez les œufs et commencez immédiatement à les mélanger sans interruption à l’aide d’une spatule ou d’une cuillère en bois. Continuez à remuer doucement jusqu’à ce que les œufs prennent une consistance crémeuse et légèrement prise. Dès que la cuisson vous semble parfaite, retirez-les du feu. Dans une assiette creuse, étalez généreusement du yaourt grec bien épais. Arrosez d’un filet d’huile d’olive. Salez légèrement, saupoudrez de paprika doux, et parsemez de quelques feuilles de romarin. Transférez les œufs sur le yaourt assaisonné. Mélangez délicatement, puis dégustez accompagné d’une belle tranche de pain frais ou grillé. Vous pouvez directement vous servir dans le plat à l’aide de ce morceau de pain, comme le fait le créateur de contenus en vidéo.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p117",
    "nom": "Flan provençal au thon",
    "saisons": "printemps|été",
    "diets": "equilibre|rapide|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "60",
    "budget": "budget",
    "proteine": "poisson",
    "ingredients": "oignons|thym|poivre|sel|beurre|huile d'olive|tomates pelées|ail|thon|œufs",
    "instructions": "Retirer la peau des oignons, puis découper en petits morceaux. Verser un filet d’huile d’olive dans une poêle et faire revenir doucement les oignons hachés à feu doux jusqu’à ce qu’ils deviennent translucides et légèrement fondants. Pendant ce temps, écraser grossièrement les tomates pelées à l’aide d’une fourchette. Une fois les oignons bien attendris, incorporer les tomates, ajouter les gousses d’ail finement émincées et la branche de thym. Laisser mijoter cette préparation pendant une quinzaine de minutes en remuant de temps en temps. Égoutter soigneusement le thon puis l’émietter à l’aide d’une fourchette. Dans un saladier, battre les œufs, saler et poivrer à convenance. Incorporez le thon au mélange d’œufs, puis remuer jusqu’à obtenir une préparation homogène. Graisser un moule avec du beurre, verser-y la préparation, puis enfourner à 240 °C (thermostat 8) pendant environ 45 minutes. Laisser refroidir quelques instants et déguster.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p118",
    "nom": "Salade César",
    "saisons": "été",
    "diets": "equilibre|rapide|viande",
    "kidsFriendly": "Oui",
    "temps": "15",
    "budget": "budget",
    "proteine": "volaille",
    "ingredients": "Laitue romaine|Poulet grillé|Croûtons|Parmesan|Sauce César|Oeuf|Ail",
    "instructions": "Mélanger la laitue avec la sauce César. Ajouter le poulet émincé, les croûtons et le parmesan râpé. Garnir d'un oeuf dur et servir immédiatement.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p119",
    "nom": "Tarte aux poireaux et aux lardons",
    "saisons": "hiver",
    "diets": "viande",
    "kidsFriendly": "Oui",
    "temps": "50",
    "budget": "budget",
    "proteine": "porc",
    "ingredients": "beurre|poireaux|lardons|fromage râpé|crème fraîche|poivre|sel|eau|oeufs",
    "instructions": "Préchauffer le four à 210°C (thermostat 7). Faire la pâte à tarte : malaxer le beurre et la farine, l'eau, étaler puis mettre dans le plat. Émincer les poireaux. Les faire dorer dans un peu de beurre. Faire dorer les lardons à part. Les égoutter soigneusement avant de les ajouter aux poireaux. Faire l'appareil : mêler les oeufs, la crème, le sel et le poivre. Étaler les poireaux et les lardons sur la pâte. Parsemer de gruyère râpé, couvrir avec l'appareil. Mettre au four 25 min.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p120",
    "nom": "Salade Niçoise",
    "saisons": "été",
    "diets": "equilibre|poisson|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "moyen",
    "proteine": "poisson",
    "ingredients": "Thon en boîte|Haricots verts|Tomates|Oeufs durs|Olives|Anchois|Vinaigrette",
    "instructions": "Cuire les haricots verts et les oeufs. Disposer sur une assiette avec le thon, tomates, olives et anchois. Arroser de vinaigrette et servir frais.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p121",
    "nom": "Galette courgette oeuf avocat",
    "saisons": "printemps|été",
    "diets": "equilibre|vegetarien|sans gluten|rapide",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "budget",
    "proteine": "oeuf",
    "ingredients": "Courgettes|Oeufs|Avocat|Farine (optionnel)|Ail|Herbes|Huile d’olive",
    "instructions": "Râper les courgettes et mélanger avec oeufs et herbes. Former des galettes et cuire à la poêle dans l'huile. Servir avec de l'avocat écrasé.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p122",
    "nom": "Magret de canard au four",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Non",
    "temps": "35",
    "budget": "moyen",
    "proteine": "canard",
    "ingredients": "magret de canard|poivre en grains",
    "instructions": "Préchauffez le four à 250°C (thermostat 8). Poser les magrets (peau sur le dessus) dans un plat à four. Mettre les magrets dans le four chaud pendant 15 min. Sortir et retourner les magrets puis cuire 15 min à 180°C (thermostat 6).",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p123",
    "nom": "Epaule d'agneau confite facile",
    "saisons": "hiver",
    "diets": "facile",
    "kidsFriendly": "Non",
    "temps": "10",
    "budget": "moyen",
    "proteine": "agneau",
    "ingredients": "harissa|huile d'olive|poivre|thym|épaule d'agneau|échalote|ail",
    "instructions": "Dans un bol, mélangez huile d'olive, harissa, fleur de sel et poivre. Badigeonnez la viande avec le mélange. Mettez la viande dans un plat avec les herbes aromatiques. Couvrez d'une feuille d'aluminium et faites cuire 45 min dans un four préchauffé à 180°C (thermostat 6). Au bout de 45 min ajoutez l'ail et l'échalote. Couvrez à nouveau, baissez la température à 150°C (thermostat 5), et faites cuire encore 45 min en arrosant de temps en temps avec son jus. Au bout de 45 min, retirez la feuille d'aluminium et laissez dorer environ 30 min.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p124",
    "nom": "Lotte à l'Armoricaine : recette savoureuse",
    "saisons": "hiver",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "60",
    "budget": "moyen",
    "proteine": "lotte",
    "ingredients": "oignon|oignons grelots|cognac|beurre|huile d'arachide|sel|poivre|queue de lotte|tomates pelées|concentré de tomates|échalote|ail|vin blanc sec",
    "instructions": "Pelez et hachez les 4 échalotes. Pelez et pressez la gousse d'ail. Pelez la douzaine d'oignons grelots. Ouvrez la boîte de tomates et coupez-les. Délayez le concentré de tomates dans les 20 cl de vin blanc. Dans une cocotte en fonte, faites chauffer le beurre et l'huile et y faire colorer à feu vif les tranches de lotte. Flambez-les avec le Cognac puis retirez et placez sur une assiette. Mettez à la place les échalotes, l'ail, les oignons, les tomates et le vin dans lequel est délayé le concentré de tomates. Salez, poivrez, ajoutez le piment et laissez mijoter environ 20 min à découvert. Remettez la lotte dans la sauce, couvrez et laissez cuire encore 20 min. Accompagnez de légumes, pommes de terre et carottes cuites vapeur.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p125",
    "nom": "Bar au four",
    "saisons": "hiver",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "40",
    "budget": "moyen",
    "proteine": "bar",
    "ingredients": "oignon|thym|huile d'olive|sel|poivre|bar|citron|laurier|vin blanc sec|tomates",
    "instructions": "Préchauffer le four à 180°C (thermostat 6). Huiler un plat à four rectangulaire dont la diagonale correspond à la taille du poisson. Disposer sur cette diagonale la moitié du citron coupé en rondelles, poser le poisson dessus après lui avoir rempli le ventre de thym et laurier. Répartir le reste des tranches de citron sur le poisson. De part et d'autre du poisson, mettre l'oignon en rondelles et les tomates coupées en deux, face bombée vers le dessus. Saler, poivrer et arroser d'un filet d'huile d'olive. Enfourner pour 10 mn, puis arroser avec le vin blanc et poursuivre la cuisson 10-15 mn. Répartir le poisson, les tomates et oignons dans des assiettes chaudes, arroser du jus de cuisson.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p126",
    "nom": "Steak tartare",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "moyen",
    "proteine": "boeuf",
    "ingredients": "oignon|tabasco|poivre|sel|huile d'olive|boeuf|jaune d'oeuf|câpres|sauce worcestershire|ketchup",
    "instructions": "Couper la viande au couteau (en brunoise). Dans un bol, mélanger le jaune d’œuf, la moutarde de Dijon, l'oignon, les câpres, la Worcestershire sauce, le ketchup, le tabasco, le sel et le poivre. Ajouter l'huile d'olive en remuant avec le fouet. Ajouter la viande à la sauce ainsi que le persil. Rectifier l'assaisonnement. Réfrigérer ou servir immédiatement.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p127",
    "nom": "Rosbeef au four à l'ail",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Non",
    "temps": "40",
    "budget": "moyen",
    "proteine": "rosbif",
    "ingredients": "beurre tendre|poivre|sel|rosbif|gousse d'ail",
    "instructions": "Pelez la gousse et coupez la en plusieurs lamelles. Piquez le rôti et glisser les lamelles. Badigeonnez le rôti de beurre ramolli. Saisir le rôti au four très chaud pendant 7 à 8 min, puis ramener la température à 220°C. Laissez cuire pendant 20 à 25 min pour un rôti saignant (+4 min pour un rôti à point). Salez et poivrez en fin de cuisson. Arrêtez le four et laissez le rôti reposer 6 à 8 min en laissant la porte entre ouverte. Sortez le rôti, le découper en fines tranches, le déposer dans un plat chaud. Dans le plat de cuisson, ajoutez un verre d'eau et grattez les sucs de cuisson. Faites chauffer cette sauce sur une source de chaleur directe. Plus qua napper les tranches de rosbeef ! Bon appétit !",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p128",
    "nom": "Crevettes à l'ail",
    "saisons": "toutes",
    "diets": "facile|rapide",
    "kidsFriendly": "Non",
    "temps": "20",
    "budget": "budget",
    "proteine": "crevettes",
    "ingredients": "huile d'olive|poivre|sel|crevettes|ail",
    "instructions": "Lavez et essuyez les crevettes. Faites chauffer 4 cuillères à soupe d'huile dans 1 grande poêle. Ajoutez les crevettes et faites les cuire 5 mn de chaque côté puis sortez les de la poêle. Passez l'ail au mixeur, le persil et le piment doux. Dans la poêle, versez le reste de d'huile puis ajoutez l'ail, le persil et le piment. Remuez bien, pour que l'ail soit cuit mais non brûlé. Remettez les crevettes à chauffer. Salez, poivrez et servez chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p129",
    "nom": "Poulet curry et oignons facile",
    "saisons": "toutes",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "oignon jaune|poivre|sel|blanc de poulet|crème fraîche allégée",
    "instructions": "Mettre une grande poêle à chauffer. Couper les oignons en petits morceaux, et les faire cuire à feu assez fort. Remuer, en ajoutant du curry et du cumin. Couper les blancs de poulet en morceaux, les ajouter dans la poêle et remettre des épices",
    "type_repas": "tourner. Baisser le feu, et ajouter 2 cuillères à soupe de crème. Après 5 min de cuisson, remettre 2 cuillères à soupe de crème et des épices (si nécessaire). Si le plat est fait à l'avance, remettre un peu de crème au moment de réchauffer car la sauce s'évapore. Bon appétit",
    "categorie_jour": "plat",
    "null": [
      "semaine,,,,,,,,,,,,,,",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ]
  },
  {
    "id": "p130",
    "nom": "Mafé poulet (Sénégal)",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Non",
    "temps": "75",
    "budget": "moyen",
    "proteine": "poulet",
    "ingredients": "oignon|poivre|sel|poulet|pâte d'arachide|concentré de tomates|patate douce|pomme de terre|marrons|ail|eau",
    "instructions": "Faire revenir le poulet dans l'huile d'arachide bien chaude. Les réserver (les retirer du feu). Faire revenir les oignons et le piment oiseau jusqu'à coloration. Rajouter ensuite la tomate concentrée et les deux gousses d'ail (ciselé). Laisser cuire 2 mn. Rajouter l'eau, les pommes de terre et les patates douces. Laisser cuire pendant 20 mn. Rajouter ensuite la pâte d'arachide, assaisonner (sel poivre). Aprés 2 mn de cuisson ajouter le netatou et laisser cuire jusqu'à épaississemnt de la sauce (bien consistant). Remettre le poulet dans la sauce avec les deux piments antillais (sans les écraser surtout !). Laisser cuire à feu doux et à semi couvert pendant 30 mn.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p131",
    "nom": "Porc caramel",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Non",
    "temps": "50",
    "budget": "budget",
    "proteine": "porc",
    "ingredients": "cube de bouillon|gingembre|sucre|oignon jaune|filet mignon|eau|mélange 4 épices|sauce soja",
    "instructions": "Découper le porc en bouchées. Faire chauffer 50 cl d'eau. Ajouter les deux cubes de bouillon de poule, 1 cuillère à soupe de gingembre moulu, 1 cuillère à soupe de mélange quatre épices et 3 cuillères à soupe de sauce soja. Dans une sauteuse, préparez votre caramel avec le sucre et l'eau. Une fois le caramel prêt, ajouter le bouillon et tourner très vite pour faire dissoudre le caramel dans le bouillon. Une fois le caramel dissout, rajouter la viande et l'oignon coupé en gros morceaux et mettre à feu très vif. Laisser réduire jusqu'à ce que tout le liquide se soit évaporé (environ 25 min) et que la viande se mêle au mélange épais caramel-épices. Déguster !",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p132",
    "nom": "Nouilles chinoises aux légumes et aux épices",
    "saisons": "hiver",
    "diets": "facile|rapide|vegetarien",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "budget",
    "proteine": "none",
    "ingredients": "oignon|poireau|huile|champignons de paris|nouilles chinoises|mélange 5 épices|sauce soja",
    "instructions": "Détailler tous les légumes en fine julienne. Faire bouillir une grande casserole d'eau salée, y jeter les nouilles, dès que l'ébullition à repris, couvrir, éteindre le feu et laisser reposer pendant 4 min. Pendant ce temps, faire revenir les légumes dans l'huile pendant 5 mn, à feu très vif, ajouter les cinq épices et la sauce de soja. Égoutter les nouilles, les joindre aux légumes et rectifier l'assaisonnement si besoin.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p133",
    "nom": "Parmentier de confit de canard",
    "saisons": "hiver",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "moyen",
    "proteine": "canard",
    "ingredients": "oignon|crème fraîche|sel|poivre|cuisse de canard|échalote|pomme de terre|lait|eau",
    "instructions": "Lavez et épluchez les pommes de terre, et mettez-les à cuire dans un grand volume d'eau salée. Réchauffez les cuisses de canard au bain-marie pour les extraire de leur graisse. Conservez une cuillère à soupe de graisse de canard. Découpez et hachez grossièrement les cuisses confites (surtout pas de mixer !). Emincer les échalotes et les oignons. Dans une large poêle ou une sauteuse, faites blondir les oignons et les échalotes hachés dans la cuillère à soupe de graisse de canard, à feu très doux. Lorsque ce mélange oignons + échalotes est bien blond, ajoutez le hachis de canard et mettez à feu vif, en mélangeant vivement, pendant 5 minutes. Le hachis de canard doit être finement grillé en surface, mais rester moelleux. Réservez hors du feu. Ecrasez vos pommes de terre à la fourchette (pitié, pas de presse-purée !) et faites une purée moelleuse en ajoutant 50 % d'eau et 50 % de lait. Salez, poivrez, ajoutez une pincée de muscade et la crème fraîche. Préchauffez le four à 200°C (thermostat 6-7). Dans un plat suffisamment haut, étalez la moitié de votre hachis de canard. Mélangez la moitié qui reste avec le même volume de purée, et étalez cette deuxième couche sur la première. Finissez par une troisième couche de purée. Striez le sommet de votre purée avec le dos d'une fourchette. Laissez cuire à four chaud (200°C) pendant 25 min. Vous pouvez également finir la cuisson 3 minutes sous le gril pour obtenir un joli gratiné. Servez avec une salade (mâche, par exemple) et un Cahors léger: ce plat ne paye pas de mine, mais vos convives seront très agréablement surpris !",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p134",
    "nom": "Boeuf carottes facile",
    "saisons": "hiver",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "135",
    "budget": "budget",
    "proteine": "boeuf",
    "ingredients": "oignon|poivre|sel|ail semoule|beurre|cube de bouillon|joue|paleron|concentré de tomates|vin blanc",
    "instructions": "Faire fondre le beurre dans une cocotte, y faire revenir la viande. Incorporer les oignons avec l'ail, le sel et le poivre. Déglacer avec le vin blanc, gratter les sucs de cuisson puis rajouter le concentré de tomate. Emietter les cubes de bouillon dans la cocotte et mouiller avec un peu d'eau. Laisser cuire 1h15. Rajouter les carottes pelées et coupées en rondelles et prolonger la cuisson 45 minutes.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p135",
    "nom": "Poulet rôti en cocotte au four",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "150",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "oignons|branches de thym|feuilles de laurier|huile|beurre|poulet|gousses d'ail|bouillon de volaille|eau",
    "instructions": "Préparer le poulet en le nettoyant et en le farcissant avec un oignon coupé en quatre, des feuilles de laurier et du thym. Saler et poivrer l'intérieur et l'extérieur. Préchauffer le four à 200°C. Faire fondre beurre et huile dans une cocotte, colorer le poulet sur toutes faces. Ajouter un oignon en rondelles, des feuilles de laurier, du thym, et des gousses d'ail écrasées, puis le bouillon de volaille. Enfourner la cocotte fermée pendant 2h, en tournant le poulet à mi-cuisson. Après cuisson, découper le poulet, réduire le bouillon restant si nécessaire, et déglacer avec de l'eau pour le jus.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p136",
    "nom": "Délicieuse marinade pour poulet",
    "saisons": "toutes",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "35",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "poivre|sel|huile d'olive|blancs de poulet|jus de citron|sauce soja|gousses d'ail",
    "instructions": "Mélanger dans un saladier le citron, l'huile d'olive, le vinaigre balsamique et le miel. Couper l'ail finement, l'ajouter à la marinade et mélanger. Ajouter les blancs de poulet coupés en cubes. Laisser mariner au moins 2h.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p137",
    "nom": "Crêpes au Sarrasin farcies à l'oeuf, fromage et jambon",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "145",
    "budget": "budget",
    "proteine": "jambon",
    "ingredients": "beurre|huile|sel|poivre|oeufs|lait|eau|gruyère râpé|tranches de jambon blanc",
    "instructions": "Verser la farine dans un saladier, faire un puits, y casser 2 oeufs, fouetter en ajoutant progressivement le lait et l'eau, puis ajouter le beurre fondu, poivrer et saler légèrement. Laisser reposer 2h. Chauffer une poêle à crêpes avec de l'huile, verser la pâte, cuire un côté, retourner, casser un oeuf dessus, poivrer, ajouter gruyère râpé et une tranche de jambon, rabattre deux côtés et replier les deux autres. Répéter jusqu'à épuisement de la pâte. Servir avec une salade verte.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p138",
    "nom": "Aiguillettes de poulet et crème de citron",
    "saisons": "toutes",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "60",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "oignon|sel|poivre|huile d'olive|aiguillette de poulet|crème|citron",
    "instructions": "Mélanger crème, jus de citron, sel et poivre dans un bol, réserver. Chauffer l'huile dans une sauteuse, y faire revenir l'oignon émincé 1-2 min. Ajouter les aiguillettes, saler, poivrer, cuire à couvert 10 min. Retourner les aiguillettes avec une fourchette, cuire encore 5-10 min à couvert. Arrêter le feu, verser la crème au citron, assaisonner si besoin. Servir avec du riz et des courgettes sautées ou vapeur.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p139",
    "nom": "Noix de Saint Jacques",
    "saisons": "hiver",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "moyen",
    "proteine": "saint-jacques",
    "ingredients": "poivre|sel de Guérande|noix de saint-jacques|beurre salé",
    "instructions": "Faire fondre le beurre dans une poêle, déposer les noix et les dorer légèrement sur chaque côté. Servir immédiatement avec une pincée de poivre et sel de Guérande.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p140",
    "nom": "poulet tikka massala",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "35",
    "budget": "budget",
    "proteine": "poulet",
    "ingredients": "gingembre|chili|sel|yaourt|coriandre|huile|blanc de poulet|ail|jus de citron|citron vert|salade",
    "instructions": "Mélangez les cubes de poulet avec gingembre, ail, chili, curcuma, sel, yaourt, jus de citron et coriandre, couvrez et laissez mariner au moins 2h. Disposez le poulet dans un plat résistant à la chaleur revêtu d'aluminium, badigeonnez avec de l'huile, et grillez au four 15-20 mn en retournant et badigeonnant 2-3 fois. Servez sur un lit de salade avec des quartiers de citron vert.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p141",
    "nom": "Hot dog New Yorkais",
    "saisons": "toutes",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "10",
    "budget": "budget",
    "proteine": "knacki",
    "ingredients": "pains pour hot dogs|relish|knackis|ketchup",
    "instructions": "Faire cuire les saucisses au micro-ondes ou à la casserole avec de l'eau pendant 3 min. Toaster les pains pendant 2 min. Déposer les saucisses dans les pains, ajouter du relish, puis la moutarde et le ketchup à volonté.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p142",
    "nom": "Côtes de porc au curry et au miel",
    "saisons": "toutes",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "budget",
    "proteine": "porc",
    "ingredients": "huile|côtes de porc|citron",
    "instructions": "Mélanger l'huile, le curry, le miel et le jus du citron. Faire cuire les côtes de porc à la poêle. À mi-cuisson, arroser avec la préparation. Terminer la cuisson en retournant souvent la viande.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p143",
    "nom": "Paupiettes de veau au Cookeo",
    "saisons": "toutes",
    "diets": "facile|rapide",
    "kidsFriendly": "Oui",
    "temps": "29",
    "budget": "budget",
    "proteine": "veau",
    "ingredients": "fond de veau|huile d'olive|paupiettes de veau|gousse d'ail|vin blanc|eau|sel|poivre",
    "instructions": "Épluchez et pressez l’ail au-dessus de la cuve du Cookeo. Ajoutez l’huile d’olive et les paupiettes, dorez sur le mode ‘dorer’ pendant 6 min avec préchauffage en remuant constamment. Ajoutez le fond de veau, mouillez avec le vin blanc et l’eau, ajoutez la moutarde, le vinaigre balsamique, salez, poivrez, et cuisez sous pression pendant 19 min. Remuez et maintenez au chaud jusqu’à dégustation.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p144",
    "nom": "Cuisse de dinde marinée au four",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Oui",
    "temps": "80",
    "budget": "budget",
    "proteine": "dinde",
    "ingredients": "sel|cuisse de dinde|herbes de provence|ail|huile d'olive|poivre|sauce soja",
    "instructions": "Le soir avant, mettre la cuisse dans votre plat rectangulaire ou ovale et inciser la cuisse plusieurs fois en introduisant un bout d’ail (aidez vous du couteau en écartant la fente et pousser avec les doigts). Enduire de moutarde douce partout, parsemer d’herbes, recouvrir d’une feuille d’alu et mettre au frigo jusqu’au lendemain. Le lendemain, sortir du frigo au moins une bonne heure avant la cuisson. Préchauffez votre four à 180°C (chaleur à air pulsé, 200°C four conventionnel je pense). Enduire la marinade de partout (de préférence avec un pinceau culinaire, c’est plus facile), saler à votre goût et versez 10 cl d’eau tout au tour. Mettre au milieu du four pendant 1 heure en arrosant avec le jus très régulièrement (ajoutez de l’eau autour quand nécessaire). Eteindre le four, sortir le plat et recouvrir avec l’alu déjà utilisé pendant 15 min. Coupez la cuisse en tranches, les mettre dans le plat et les retourner pour bien imbiber du jus. Recouvrir à nouveau avec l’alu et remettre dans le four pendant quelques min. Accompagnez de légumes, riz, purée, pommes de terre rissolées ou tagliatelles (salade) d’après votre choix. BON APPETIT !",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p145",
    "nom": "Côtes de porc au four",
    "saisons": "toutes",
    "diets": "facile",
    "kidsFriendly": "Non",
    "temps": "55",
    "budget": "budget",
    "proteine": "porc",
    "ingredients": "poivre|sel|thym|oignon surgelés|huile olive|côte de porc",
    "instructions": "Préchauffer le four à 220°C (thermostat 7-8). Mettre de la moutarde sur les deux faces des côtes de porc. Les saler et les poivrer. Huiler un plat allant au four. Disposer les côtelettes les unes à côté des autres puis les recouvrir légèrement de thym et d'oignons surgelés (On peut très bien utiliser des oignons frais mais ils ont tendance à brûler un peu). Ensuite, faire couler un peu d'huile olive et mettre au four pendant 45 min.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p146",
    "nom": "Ramen",
    "saisons": "toute",
    "diets": "equilibre|asiatique|viande",
    "kidsFriendly": "Oui",
    "temps": "20",
    "budget": "budget",
    "proteine": "viande",
    "ingredients": "Nouilles ramen|Bouillon|Porc ou poulet|Oeuf|Légumes (carottes, épinards)|Sauce soja|Gingembre",
    "instructions": "Cuire les nouilles dans le bouillon. Ajouter la viande cuite, les légumes et un oeuf mollet. Assaisonner avec sauce soja et gingembre. Servir chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p147",
    "nom": "Salade thon avocat tomates riz",
    "saisons": "été",
    "diets": "equilibre|rapide|poisson|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "15",
    "budget": "budget",
    "proteine": "poisson",
    "ingredients": "Thon en boîte|Avocat|Tomates|Riz cuit|Oignon|Vinaigrette|Herbes",
    "instructions": "Mélanger le riz froid avec le thon, avocat en dés, tomates et oignon. Arroser de vinaigrette et herbes fraîches. Servir frais.",
    "type_repas": "entree",
    "categorie_jour": ""
  },
  {
    "id": "p148",
    "nom": "Petit salé aux lentilles",
    "saisons": "automne|hiver",
    "diets": "equilibre|viande|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "60",
    "budget": "budget",
    "proteine": "viande",
    "ingredients": "Petit salé (porc)|Lentilles vertes|Carottes|Oignon|Ail|Bouquet garni|Sel, poivre",
    "instructions": "Cuire le petit salé avec les légumes et le bouquet garni dans de l'eau. Ajouter les lentilles et mijoter 45 minutes. Servir chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p149",
    "nom": "Mijoté de poulet",
    "saisons": "toute",
    "diets": "equilibre|viande|sans gluten",
    "kidsFriendly": "Oui",
    "temps": "45",
    "budget": "budget",
    "proteine": "volaille",
    "ingredients": "Morceaux de poulet|Oignon|Carottes|Tomates|Ail|Herbes|Bouillon",
    "instructions": "Faire dorer le poulet. Ajouter les légumes et le bouillon. Mijoter à couvert 30-40 minutes. Assaisonner et servir avec des pommes de terre.",
    "type_repas": "plat",
    "categorie_jour": ""
  },
  {
    "id": "p150",
    "nom": "Boudin noir aux pommes",
    "saisons": "automne|hiver",
    "diets": "equilibre|viande|sans gluten",
    "kidsFriendly": "Non",
    "temps": "20",
    "budget": "budget",
    "proteine": "viande",
    "ingredients": "Boudin noir|Pommes|Oignon|Beurre|Vinaigre|Sel, poivre",
    "instructions": "Cuire les pommes en tranches dans du beurre avec oignon. Griller le boudin séparément. Mélanger et déglacer avec du vinaigre. Servir chaud.",
    "type_repas": "plat",
    "categorie_jour": ""
  }
]